{"homepage_headline":"एक एकीकृत डिजिटल प्लेटफ़ॉर्म जो समुदाय के लिए आवश्यक विभिन्न क्षेत्रों में गुणवत्तापूर्ण सेवा प्रदाताओं और गुणवत्तापूर्ण कार्य चाहने वालों को एक साथ लाता है","made_for_community":"समुदाय के लिए बनाया गया","hero_text":"कनेक्ट करें, प्रतिनिधि बनाएं, पूर्ण करें। <br/> एक ऐसा मंच जो आपको अपने कार्यों को आउटसोर्स करने और अपने कौशल को किराए पर देने का अधिकार देता है।","get_it_done":"कोई कार्य पोस्ट करें और ऑफ़र प्राप्त करें","get_things_done":"काम पूरे करें","labour_exchange":"वास्तविक दुनिया में श्रम का आदान-प्रदान कैसे होता है इसकी पुनर्कल्पना करना","browse_tasks":"कार्य ब्राउज़ करें","for":"के लिए","poster_principles":"पोस्टर सिद्धांत","tasker_principles":"तस्कर सिद्धांत","when_will_i_get_paid":"मुझे भुगतान कब मिलेगा?","ios_app":"आईओएस ऐप","coming_soon":"जल्द आ रहा है","about_taklief":"तकलीफ़ रियाद में स्थित एक सऊदी प्लेटफ़ॉर्म है जो उपयोगकर्ताओं को अपने दैनिक कार्यों को आउटसोर्स करने में सक्षम बनाने के लिए मोबाइल बाज़ार प्रदान करता है। उपयोगकर्ता कार्य का वर्णन करते हैं और उसका बजट निर्धारित करते हैं, फिर समुदाय के सदस्य कार्य को पूरा करने का प्रयास करने के लिए अपनी बोलियाँ लगाते हैं।","what_do_you_need":"आपको क्या करने की आवश्यकता है?","post_task_desc":"हमें अपने कार्य के बारे में बताकर शुरुआत करें। उल्लेख करें कि कब और कहाँ (व्यक्तिगत रूप से या दूर से) आपको इसे पूरा करने की आवश्यकता है, फिर कार्य के लिए उचित बजट का सुझाव दें। किसी भी कार्य को वस्तुतः पोस्ट करें!","assgin_person":"अपने लिए सर्वोत्तम व्यक्ति नियुक्त करें","take_look":"अपने कार्य के लिए सर्वश्रेष्ठ टास्कर चुनने के लिए प्रोफ़ाइल और समीक्षाओं पर एक नज़र डालें। जब आप कोई प्रस्ताव स्वीकार करते हैं, तो कार्य पूरा होने तक आपका भुगतान तकलीफ़ पे के साथ सुरक्षित रूप से रखा जाता है। अब आप विवरणों को सुलझाने के लिए टास्कर को संदेश और कॉल कर सकते हैं।","task_completed":"कार्य पूरा हो गया","task_completion_message":"अपना कार्य पूरा होने के बाद, आपको बस तकलीफ पे के साथ रोके गए भुगतान को जारी करना होगा। फिर आप टास्कर के लिए एक समीक्षा छोड़ने के लिए स्वतंत्र हैं ताकि हर कोई जान सके कि उन्होंने कितना अच्छा काम किया है!","home":"घर","more":"अधिक","contact_us":"संपर्क करें","tasker_principle":"तस्कर सिद्धांत","poster_principle":"पोस्टर सिद्धांत","community_guideline":"समुदाय दिशानिर्देश","society_to_society":"समाज से समाज तक","about_taklief_short":"taklief पूरी तरह से समुदाय आधारित वातावरण है","when_get_paid":"मुझे भुगतान कब मिलेगा?","client_hasnt_released":"ग्राहक ने अभी तक भुगतान जारी नहीं किया है!","terms_of_service":"सेवा की शर्तें","copyright":"©2023 टैक्लिफ एलएलसी के लिए सर्वाधिकार सुरक्षित","get_app_to_view_link":"इस लिंक को देखने के लिए ऐप प्राप्त करें","for_iphone":"आईफोन के लिए","for_android":"एंड्रॉयड के लिए","for_web":"वेब के लिए","not_found":"पेज नहीं मिल सका","task_guidelines":{"section_a":{"title":"A. कार्य कानूनी होने चाहिए","content":"हमारे सभी सदस्यों के लिए एक सुरक्षित अनुभव सुनिश्चित करने के लिए, पोस्ट किए गए सभी कार्य कानूनी होने चाहिए। गैरकानूनी कार्यों की याचना करना, प्रेरित करना या प्रोत्साहित करना सख्त वर्जित है। तकलीफ पर घोटाले भी बर्दाश्त नहीं किए जाएंगे और इन्हें हटाया जाएगा।"},"section_b":{"title":"बी. निषिद्ध वस्तुओं की सूची","content":"कार्य हथियारों या गैरकानूनी गतिविधि से संबंधित नहीं होने चाहिए, जिसके परिणामस्वरूप अपराध को बढ़ावा मिल सकता है। दवाओं से संबंधित कोई भी अनुरोध, जिसमें डॉक्टर द्वारा बताई गई दवाएं या दवा सामग्री शामिल है, निषिद्ध है। इन गतिविधियों के न केवल गंभीर कानूनी प्रभाव हो सकते हैं, बल्कि ये तकलीफ़ की भावना और मूल्यों के भी विरुद्ध हैं।"},"section_c":{"title":"सी. कोई एस्कॉर्ट या वयस्क सेवाएँ नहीं","content":"तकलीफ़ पर अनुरक्षण, वयस्क सेवाएँ और मालिश कार्य सख्त वर्जित हैं। इसमें ऐसे कार्य या टिप्पणियाँ शामिल हैं जो प्रकृति में अश्लील या यौन रूप से स्पष्ट हैं। जबकि हम सीमाओं को पार कर रहे हैं और रोजगार के भविष्य की फिर से कल्पना करने में मदद कर रहे हैं, हम यहां रेखा खींचते हैं।"},"section_d":{"title":"डी. स्पष्ट दायरा, समय और बजट आवश्यक","content":"अपने कार्यों को पूरा करने में सहायता के लिए, यह महत्वपूर्ण है कि आपके कार्य का स्पष्ट दायरा, समय और बजट हो।\n\n- **कार्यक्षेत्र:** कार्य विवरण में स्पष्ट रूप से और पूरी तरह से बताया जाना चाहिए कि आपको क्या करना है। यथासंभव अधिक जानकारी जोड़ने से टास्कर को अपेक्षाओं को समझने में मदद मिलती है।\n- **समय:** क्या कार्य को किसी विशिष्ट दिन पर पूरा करने की आवश्यकता है, या क्या यह कार्यकर्ता के साथ लचीला हो सकता है? यदि विशिष्ट हो तो कार्य विवरण में उल्लेख करें।\n- **बजट:** कार्य के लिए आवश्यक समय और प्रयास की मात्रा के लिए उचित मूल्य निर्धारित करना महत्वपूर्ण है। टैक्लिफ़ कार्यों की कम कीमत का समर्थन नहीं करता है, और यदि ऐसा पाया जाता है तो कार्य को मॉडरेट किया जा सकता है।\n\nये कार्यकर्ताओं को यह जानने में मदद करते हैं कि क्या उनके पास आपका कार्य पूरा करने के लिए कौशल और उपलब्धता है। इससे रास्ते में अपेक्षाओं के बारे में किसी भी गलतफहमी से बचने में भी मदद मिलेगी।","highlighted":"अपने कार्यों को पूरा करने में सहायता के लिए, यह महत्वपूर्ण है कि आपके कार्य का दायरा, समय और बजट स्पष्ट हो।","scope":{"title":"दायरा:","content":"कार्य विवरण में स्पष्ट रूप से और पूरी तरह से यह बताया जाना चाहिए कि आपको क्या करना है। यथासंभव अधिक जानकारी जोड़ने से टास्कर को अपेक्षाओं को समझने में मदद मिलती है।"},"time":{"title":"समय:","content":"क्या कार्य को किसी विशिष्ट दिन पर पूरा करने की आवश्यकता है या क्या यह कार्यकर्ता के साथ लचीला हो सकता है? यदि विशिष्ट हो तो कार्य विवरण में उल्लेख करें।"},"budget":{"title":"बजट:","content":"कार्य के लिए आवश्यक समय और प्रयास की मात्रा के लिए उचित मूल्य निर्धारित करना महत्वपूर्ण है। टैक्लिफ़ कार्यों की कम कीमत का समर्थन नहीं करता है और यदि ऐसा पाया जाता है तो कार्य को मॉडरेट किया जा सकता है।"},"help_taskers":"ये कार्यकर्ताओं को यह जानने में मदद करते हैं कि क्या उनके पास आपका कार्य पूरा करने के लिए कौशल और उपलब्धता है। इससे रास्ते में अपेक्षाओं के बारे में किसी भी गलतफहमी से बचने में भी मदद मिलेगी।"},"section_e":{"title":"ई. कार्य-आधारित पोस्ट","content":"तकलीफ़ प्लेटफ़ॉर्म एक कार्य-आधारित प्लेटफ़ॉर्म है जो आपको उन सभी अजीब और विचित्र चीज़ों को आउटसोर्स करने के लिए प्रोत्साहित करता है जिनकी आपको किसी भी दिन आवश्यकता हो सकती है। हालाँकि, कुछ प्रकार के कार्य हैं जो प्लेटफ़ॉर्म की अखंडता को बनाए रखने के लिए समर्थित नहीं हैं। ऐसे कार्यों की अनुमति नहीं है जो प्रकृति में कपटपूर्ण हों। इसमें नकली व्यावसायिक समीक्षा, सोशल मीडिया लाइक्स और फॉलोअर्स का अनुरोध करना शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।","example_1":{"title":"उदाहरण 1:","content":"सारा का कार्य, जिसमें टास्कर्स से उसकी कंपनी की वेबसाइट और गूगल मैप्स पर 5-सितारा समीक्षा छोड़ने का अनुरोध किया गया था, को टाकलीफ द्वारा तुरंत रद्द कर दिया गया था। उन्हें सूचित किया गया कि उनका कार्य सामुदायिक दिशानिर्देशों का अनुपालन नहीं करता है। शैक्षणिक गतिविधियाँ और असाइनमेंट-आधारित कार्य, जैसे किसी की ओर से असाइनमेंट, परीक्षण या पाठ्यक्रम पूरा करना, सख्त वर्जित है। इसके अतिरिक्त, प्रूफरीडिंग, संपादन, योजना, संरचना, संदर्भ और किसी अन्य के शैक्षणिक कार्य पर प्रतिक्रिया प्रदान करने के रूप में शैक्षणिक सहायता भी समर्थित नहीं है।"},"example_2":{"title":"उदाहरण 2:","content":"अहमद ने अपने असाइनमेंट को प्रूफरीड करने के लिए एक टास्कर की तलाश में एक टास्क पोस्ट किया, जो कि फ्रांसीसी क्रांति पर 1,000 शब्दों का निबंध था। पोस्ट करने के तुरंत बाद, अहमद से संपर्क किया गया और बताया गया कि कार्य रद्द कर दिया गया है क्योंकि प्रूफरीडिंग कार्य तकलीफ़ पर समर्थित नहीं हैं। इसके अतिरिक्त, तकलीफ़ के बाहर किए जाने वाले कार्य के लिए कोटेशन का अनुरोध करने वाले कार्यों की अनुमति नहीं है।"},"example_3":{"title":"उदाहरण 3:","content":"सऊद ने न्यूनतम मूल्य के साथ एक कार्य पोस्ट किया, जिसमें एक तस्कर से उसके घर आने और उसके 3-बेडरूम वाले घर को पेंट करने के लिए एक उद्धरण प्रदान करने का अनुरोध किया गया। टाक्लिफ़ द्वारा कार्य रद्द कर दिया गया क्योंकि इसमें उद्धरण की मांग की गई थी न कि वास्तविक पेंटिंग सेवा की। ऐसे कार्य जिनमें नग्नता, टॉपलेसनेस, या अधोवस्त्र, स्विमवीयर और जिम पहनने जैसे कपड़े शामिल हैं, समर्थित नहीं हैं।"},"example_4":{"title":"उदाहरण 4:","content":"जोआन ने बिकनी फोटोशूट के लिए मॉडलिंग के लिए एक टास्कर की तलाश करते हुए एक टास्क पोस्ट किया। टास्क रद्द कर दिया गया क्योंकि टास्कर को बिकनी पहननी होगी। ऐसे कार्य जिनमें किसी व्यक्ति या व्यवसाय की जानकारी और सहमति के बिना उसकी जांच करना या जानकारी एकत्र करना शामिल है, समर्थित नहीं हैं। ऋण वसूली कार्य भी समर्थित नहीं हैं. ऐसे कार्य जो किसी से नकदी निकालने, उपहार कार्ड खरीदने, पोस्टर के लिए वाउचर, या सीधे बैंक हस्तांतरण या एसटीसीपे जैसे तरीकों के माध्यम से पोस्टर पर पैसे भेजने का अनुरोध करते हैं, समर्थित नहीं हैं।"}},"section_f":{"title":"एफ. कोई विज्ञापन नहीं","content":"हम व्यवसायों को उनके व्यवसाय को बढ़ने में मदद करने के लिए तकलीफ पर आउटसोर्सिंग कार्यों का समर्थन करते हैं, हालांकि तकलीफ व्यावसायिक विज्ञापनों के लिए एक मंच नहीं है, न ही स्थायी नौकरी विज्ञापनों के लिए एक जॉब बोर्ड है। तकलीफ़ किसी अनुरोध को नियोजित करने का मंच भी नहीं है।","example_1":{"title":"उदाहरण 1:","content":"फ़ारिस ने एक बिल्डर के रूप में अंशकालिक या पूर्णकालिक नौकरी के लिए एक कार्य पोस्ट किया। तकलीफ़ द्वारा कार्य को हटा दिया गया क्योंकि नौकरी के अनुरोध तकलीफ़ प्लेटफ़ॉर्म में समर्थित नहीं हैं"},"example_2":{"title":"उदाहरण 2:","content":"अमांडा एक ड्राइविंग स्कूल की मालिक है और उसने प्रति घंटे की दर से पूर्णकालिक ड्राइविंग प्रशिक्षकों की तलाश में एक कार्य पोस्ट किया है। अमांडा का कार्य हटा दिया गया क्योंकि इसे एक व्यावसायिक विज्ञापन माना जाता था इसलिए टैकलीफ़ प्लेटफ़ॉर्म में इसका समर्थन नहीं किया गया।"}}},"community_guidelines":"समुदाय दिशानिर्देश","are_there_any_task_posting_guidelines":"क्या कोई कार्य पोस्टिंग दिशानिर्देश हैं?","community_guideline_1":"तकलीफ़ प्लेटफ़ॉर्म आपको और अधिक काम करने में मदद करता है। एक सुरक्षित, सम्मानजनक और फायदेमंद माहौल बनाने के लिए, हमें चाहिए कि आप नीचे दिए गए दिशानिर्देशों का पालन करें।","Moving furniture":"फर्नीचर हिलाना","Gardening":"बागवानी","Handyman":"सहायक","Cleaning":"सफाई","Business & Admin":"बिजनेस एडमिन","Delivery":"वितरण","Pedicure & manicure":"पेडीक्योर और मैनीक्योर","Manpower":"श्रमशक्ति","Health":"स्वास्थ्य","Art":"कला","Construction":"निर्माण","Lab & Research":"प्रयोगशाला एवं अनुसंधान","Mechanic":"मैकेनिक","Pets care":"पालतू जानवरों की देखभाल","Baby care":"शिशु के देखभाल","Web & design":"वेब डिजाइन","terms_and_conditions":"नियम और शर्तें","terms_and_conditions_sub":"यहां हमारे नियम और शर्तें हैं.","user_agreement":"उपयोगकर्ता का समझौता:","taklief_terms_and_conditions":"परिशिष्ट बी में देश विशिष्ट शर्तें इस अनुबंध पर भी लागू होंगी।","taklief_terms_and_conditions_2":"तकलीफ़ के नियम और शर्तें (अद्यतन जुलाई 2020) तकलीफ़ और आपके दायित्वों और ज़िम्मेदारियों को तकलीफ़ प्लेटफ़ॉर्म पर रेखांकित करती हैं।","taklief_website":"www.Taklief.com","taklief_platform_description":"तकलीफ़ एक ऑनलाइन प्लेटफ़ॉर्म संचालित करता है जो उपयोगकर्ताओं को सेवा प्रदान करने वाले अन्य उपयोगकर्ताओं के साथ टैकलीफ़ प्लेटफ़ॉर्म के माध्यम से जुड़ने की अनुमति देता है। कृपया टैक्लिफ़ प्लेटफ़ॉर्म का उपयोग करने से पहले इन शर्तों और सामुदायिक दिशानिर्देशों सहित सभी नीतियों को ध्यान से पढ़ें। इन नीतियों को संदर्भ द्वारा इस अनुबंध में शामिल किया गया है।","taklief_platform_description_2":"इस अनुबंध में सभी परिभाषित शब्दों का अर्थ तकलीफ़ शब्दावली में दिया गया है।","scope_of_taklief_services":"1. टेकलीफ़ सेवाओं का दायरा","taklief_platform_provision":"1.1 टैक्लिफ पोस्टर्स को पोस्ट किए गए कार्यों को प्रकाशित करने में सक्षम बनाने के लिए टैक्लिफ प्लेटफॉर्म प्रदान करता है।","taskers_offer":"1.2 कार्यकर्ता पोस्ट किए गए कार्य के जवाब में एक प्रस्ताव दे सकते हैं। ऑफ़र विवरण के कुछ हिस्सों को सार्वजनिक रूप से उपलब्ध कराया जा सकता है, जिसमें उन इंटरनेट उपयोगकर्ताओं के लिए भी शामिल है जो उपयोगकर्ता नहीं हैं।","poster_modify_task":"1.3 कोई पोस्टर किसी प्रस्ताव को स्वीकार करने से पहले किसी भी समय पोस्ट किए गए कार्य को रद्द या संशोधित कर सकता है। टैकलीफ़ के पास संशोधन से पहले पोस्ट किए गए कार्य पर सभी प्रस्तावों को रद्द करने का अधिकार सुरक्षित है।","task_contract_creation":"1.4 यदि कोई पोस्टर तकलीफ़ प्लेटफ़ॉर्म पर किसी प्रस्ताव को स्वीकार करता है, तो टास्कर और पोस्टर के बीच एक कार्य अनुबंध बनाया जाता है।","poster_payment":"1.5 कार्य अनुबंध के निर्माण पर, पोस्टर को भुगतान खाते में सहमत मूल्य का भुगतान करना होगा।","taklief_services_fee":"1.6 कार्य अनुबंध के निर्माण पर, तकलीफ़ ने तकलीफ़ सेवाएँ प्रदान की हैं और सेवा शुल्क देय है।","task_contract_variation":"1.7 एक बार टास्क कॉन्ट्रैक्ट बन जाने के बाद, टास्कर और पोस्टर टाकलीफ प्लेटफॉर्म पर टास्क कॉन्ट्रैक्ट में बदलाव कर सकते हैं। पोस्टर और टास्कर को कार्य अनुबंध (सहमत मूल्य सहित) में संशोधन या परिवर्तन करने या अन्यथा संचार करने के लिए टैक्लिफ की निजी मैसेजिंग प्रणाली का उपयोग करने के लिए प्रोत्साहित किया जाता है।","tasker_notice_completion":"1.8 एक बार सेवाएँ पूरी हो जाने पर, कार्यकर्ता को टैक्लिफ़ प्लेटफ़ॉर्म पर इसकी सूचना देनी होगी।","poster_notice_completion":"1.9 एक बार सेवाएँ पूरी हो जाने पर, पोस्टर को टैकलीफ़ प्लेटफ़ॉर्म पर इसकी सूचना देनी होगी।","task_completion_funds_release":"1.10 एक बार जब पोस्ट किया गया कार्य पूरा हो जाता है और पोस्टर पुष्टि करता है कि सेवाएँ पूरी हो गई हैं, या यदि टैक्लिफ़ संतुष्ट है कि सेवाएँ पूरी हो गई हैं, तो टैक्लिफ़ द्वारा टास्कर फंड को भुगतान खाते से टास्कर को जारी कर दिया जाएगा। हालाँकि, यह प्रक्रिया आवर्ती सेवाओं के भुगतान पर लागू नहीं होती है जिसे नीचे खंड 1.16 में संबोधित किया गया है।","task_contract_review_feedback":"1.11 कार्य अनुबंध पूरा होने के बाद, पार्टियों को तकलीफ़ प्लेटफ़ॉर्म पर सेवाओं की समीक्षा करने और प्रतिक्रिया प्रदान करने के लिए प्रोत्साहित किया जाता है।","search_assist_feature":"1.12 टाकलीफ एक खोज सहायता सुविधा भी प्रदान कर सकता है जो पोस्टर्स को सेवाओं के लिए प्रस्ताव प्रस्तुत करने में सक्षम बनाता है।","offer_submission_notification":"1.13 सर्च असिस्ट का उपयोग करके पोस्टर द्वारा सबमिट किया गया प्रस्ताव अन्य उपयोगकर्ताओं को सूचित किया जा सकता है और ऐसे उपयोगकर्ता इसका तत्काल दावा करने का विकल्प चुन सकते हैं।","task_contract_creation_search_assist":"1.14 सर्च असिस्ट का उपयोग करते समय एक कार्य अनुबंध तब बनाया जाता है जब कोई कार्यकर्ता तत्काल दावा करता है (और आवर्ती सेवाओं के मामले में एक कार्य अनुबंध केवल पहली घटना के लिए बनाया जाता है)। आवर्ती सेवाओं के लिए, अगला कार्य अनुबंध पिछली घटना के पूरा होने पर बनाया जाता है।","offer_revocation_modification":"1.15 टास्कर द्वारा तत्काल दावा करने से पहले किसी भी समय, पोस्टर आवर्ती सेवाओं सहित, खोज सहायता का उपयोग करने में अपने प्रस्ताव को रद्द या संशोधित कर सकता है। तकलीफ़ के पास निरस्तीकरण या संशोधन से पहले किए गए सभी पोस्ट किए गए कार्यों को रद्द करने का अधिकार सुरक्षित है।","automatic_payment_tasker_funds":"1.16 आवर्ती सेवाओं के लिए और खंड 1.17 के अधीन, एक बार घटना पूरी हो गई है और टास्कर पुष्टि करता है कि घटना पूरी हो गई है (या यदि तकलीफ संतुष्ट है कि घटना पूरी हो गई है) तो उस घटना के लिए टास्कर फंड स्वचालित रूप से तकलीफ द्वारा जारी किया जाएगा कार्यकर्ता को भुगतान खाता.","automatic_payment_pause":"1.17 पोस्टर किसी घटना के लिए टास्कर फंड के स्वचालित भुगतान को 24 घंटे के भीतर रोकने का विकल्प चुन सकता है, जब टास्कर घटना की पुष्टि करता है कि घटना पूरी हो गई है। यदि पोस्टर इस खंड के अनुसार इस तरह के स्वचालित भुगतान को रोक देता है, तो टास्कर फंड को तकलीफ द्वारा भुगतान खाते से टास्कर को तब तक जारी नहीं किया जाएगा जब तक कि पोस्टर यह भी पुष्टि नहीं कर देता कि घटना पूरी हो गई है।","taklief_role_and_obligations":"2. तकलीफ़ की भूमिका और दायित्व","taklief_platform_provision_2":"2.1 टैक्लिफ़ केवल टैक्लिफ़ प्लेटफ़ॉर्म प्रदान करता है, जो उपयोगकर्ताओं को पोस्ट किए गए कार्यों को प्रकाशित करने और पोस्ट किए गए कार्यों पर ऑफ़र देने में सक्षम बनाता है।","age_requirement":"2.2 टैक्लिफ़ केवल 18 वर्ष से अधिक आयु के व्यक्तियों को उपयोगकर्ता बनने की अनुमति देता है।","user_natural_persons":"2.3 उपयोगकर्ताओं को प्राकृतिक व्यक्ति होना चाहिए, लेकिन वे अपने खाते के विवरण में निर्दिष्ट कर सकते हैं कि वे एक व्यावसायिक इकाई का प्रतिनिधित्व करते हैं।","registration_approval_discretion":"2.4 अपने पूर्ण विवेक पर, तकलीफ़ किसी भी व्यक्ति को तकलीफ़ के साथ पंजीकरण करने या खाता बनाने की अनुमति देने से इनकार कर सकता है या किसी भी मौजूदा खाते को रद्द या निलंबित या संशोधित कर सकता है, जिसमें तबलीफ़ उचित रूप से यह विचार करता है कि उपयोगकर्ता का आचरण (इस अनुबंध के उल्लंघन सहित) है तकलीफ़ प्लेटफ़ॉर्म के संचालन के लिए हानिकारक।","account_creation_free":"2.5 टैकलीफ के साथ पंजीकरण करना और खाता बनाना निःशुल्क है। कार्यों को पोस्ट करने के लिए पोस्टर के लिए, या पोस्ट किए गए कार्यों सहित, टैक्लिफ प्लेटफ़ॉर्म पर सामग्री की समीक्षा करने के लिए अन्य टैक्लिफ़ उपयोगकर्ताओं के लिए कोई शुल्क नहीं है।","interaction_liability":"2.6 टैक्लिफ़ पोस्टर और टास्कर इंटरैक्शन के किसी भी पहलू के लिए कोई दायित्व स्वीकार नहीं करता है, जिसमें सेवाओं का विवरण, प्रदर्शन या वितरण शामिल है, लेकिन इन्हीं तक सीमित नहीं है।","information_accuracy_warranty":"2.7 टैकलीफ़ की कोई ज़िम्मेदारी नहीं है और वह उपयोगकर्ताओं द्वारा प्रदान की गई किसी भी जानकारी के किसी भी पहलू की सत्यता या सटीकता के बारे में कोई वारंटी नहीं देता है, जिसमें टास्क करने वालों की कार्य करने या वस्तुओं की आपूर्ति करने की क्षमता, या किसी की ईमानदारी या सटीकता शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है। पोस्टर्स द्वारा प्रदान की गई जानकारी या अनुरोधित सेवाओं के लिए भुगतान करने की पोस्टर्स की क्षमता।","service_warranty":"2.8 किसी भी गैर-बहिष्करणीय स्थिति के संबंध में दायित्व को छोड़कर, तकलीफ़ सेवा \"जैसी है\" आधार पर प्रदान की जाती है, और बिना किसी वारंटी या शर्त के, व्यक्त या निहित। कानून द्वारा अनुमत सीमा तक, हम और हमारे आपूर्तिकर्ता विशेष रूप से शीर्षक, व्यापारिकता, किसी विशेष उद्देश्य के लिए उपयुक्तता और गैर-उल्लंघन की किसी भी निहित वारंटी को अस्वीकार करते हैं।","dispute_resolution":"2.9 उपयोगकर्ताओं के बीच किसी भी विवाद में सहायता करने या खुद को शामिल करने के लिए टैकलीफ़ का किसी भी उपयोगकर्ता के प्रति कोई दायित्व नहीं है, हालाँकि उपयोगकर्ता अनुभव को बेहतर बनाने के लिए वह ऐसा कर सकता है।","user_obligations":{"title":"3. उपयोगकर्ता दायित्व","obligations":{"obligation_3_1":{"text":"3.1 आप हर समय:","subpoints":{"a":"इस अनुबंध (सभी नीतियों सहित) और सभी लागू कानूनों और विनियमों का अनुपालन करें;","b":"तकलीफ़ प्लेटफ़ॉर्म पर केवल सटीक जानकारी पोस्ट करें;","c":"सुनिश्चित करें कि आप ऐसे किसी भी कानून से अवगत हैं जो एक पोस्टर या टास्कर के रूप में, या टैक्लिफ प्लेटफ़ॉर्म का उपयोग करने के संबंध में आप पर लागू होता है।"}},"obligation_3_2":"3.2 आप इस बात से सहमत हैं कि तकलीफ़ प्लेटफ़ॉर्म पर कोई भी सामग्री (चाहे तकलीफ़, उपयोगकर्ता या किसी तीसरे पक्ष द्वारा प्रदान की गई हो) का उपयोग तकलीफ़ की पूर्व अनुमति के बिना तीसरे पक्ष की साइटों पर या अन्य व्यावसायिक उद्देश्यों के लिए नहीं किया जा सकता है।","obligation_3_3":"3.3 आपको किसी भी अवैध या अनैतिक उद्देश्य के लिए टैकलीफ प्लेटफॉर्म का उपयोग नहीं करना चाहिए।","obligation_3_4":"3.4 आपको हर समय अपने तकलीफ़ खाते पर नियंत्रण बनाए रखना होगा। इसमें दूसरों को आपके खाते का उपयोग करने की अनुमति न देना, या आपके खाते या उसकी किसी भी सामग्री को किसी अन्य व्यक्ति को स्थानांतरित करना या बेचना शामिल है।","obligation_3_5":"3.5 आप तकलीफ़ प्लेटफ़ॉर्म पर सामग्री प्रकाशित करने के उद्देश्य से टैक्लिफ़ प्लेटफ़ॉर्म पर पोस्ट की गई किसी भी सामग्री और जानकारी का उपयोग, पुनरुत्पादन, संशोधन और अनुकूलन करने के लिए टैक्लिफ़ को एक अप्रतिबंधित, विश्वव्यापी, रॉयल्टी-मुक्त लाइसेंस प्रदान करते हैं और अन्यथा टैक्लिफ़ प्रदान करने की आवश्यकता हो सकती है। सेवा, तकलीफ़ सेवा के सामान्य प्रचार के लिए, और इस अनुबंध द्वारा अनुमति के अनुसार।","obligation_3_6":"3.6 आप इस बात से सहमत हैं कि तकलीफ़ प्लेटफ़ॉर्म पर पोस्ट की गई कोई भी जानकारी, किसी भी तरह से, तकलीफ़ या किसी अन्य व्यक्ति के लिए संभावित या वास्तव में हानिकारक नहीं होनी चाहिए। नुकसान में आर्थिक नुकसान शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है, जो तकलीफ को उठाना पड़ेगा या झेलना पड़ सकता है।","obligation_3_7":{"text":"3.7 इस अनुबंध के किसी भी प्रावधान को सीमित किए बिना, कोई भी जानकारी जो आप तकलीफ़ को प्रदान करते हैं या किसी पोस्ट किए गए कार्य में प्रकाशित करते हैं (एक प्रस्ताव के हिस्से के रूप में भी) अद्यतन होनी चाहिए और अद्यतित रखी जानी चाहिए और यह नहीं होनी चाहिए:","subpoints":{"a":"झूठा, गलत या भ्रामक या भ्रामक हो;","b":"धोखाधड़ी करना या नकली या चोरी की वस्तुओं की बिक्री में शामिल होना;","c":"किसी तीसरे पक्ष के कॉपीराइट, पेटेंट, ट्रेडमार्क, व्यापार रहस्य या अन्य मालिकाना अधिकार या बौद्धिक संपदा अधिकार, प्रचार के अधिकार, गोपनीयता या निजता का उल्लंघन करना;","d":"किसी भी लागू कानून, क़ानून, अध्यादेश या विनियमन का उल्लंघन करें (जिसमें निर्यात और आयात नियंत्रण, उपभोक्ता संरक्षण, अनुचित प्रतिस्पर्धा, आपराधिक कानून, भेदभाव-विरोधी और व्यापार प्रथाओं / निष्पक्ष व्यापार कानूनों को शामिल किया गया है, लेकिन यह इन्हीं तक सीमित नहीं है);","e":"मानहानिकारक, अपमानजनक, धमकी देने वाला या परेशान करने वाला हो;","f":"अश्लील होना या ऐसी कोई सामग्री शामिल होना, जो तकलीफ़ के एकमात्र और पूर्ण विवेक में, किसी भी तरह से अनुचित या गैरकानूनी हो, जिसमें अश्लील, अनुचित या गैरकानूनी छवियां शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं;","g":"इसमें कोई भी दुर्भावनापूर्ण कोड, डेटा या निर्देशों का सेट शामिल है जो जानबूझकर या अनजाने में नुकसान पहुंचाता है या किसी भी टैक्लिफ प्लेटफ़ॉर्म के इच्छित कार्य को विकृत करता है, जिसमें वायरस, ट्रोजन हॉर्स, वर्म्स, टाइम बम, कैंसिलबॉट्स, ईस्टर अंडे या अन्य कंप्यूटर प्रोग्रामिंग शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं। ऐसी दिनचर्याएँ जो क्षति पहुँचा सकती हैं, संशोधित कर सकती हैं, हटा सकती हैं, हानिकारक रूप से हस्तक्षेप कर सकती हैं, गुप्त रूप से अवरोधन कर सकती हैं, बिना अधिकार के पहुँच सकती हैं या किसी भी सिस्टम, डेटा या व्यक्तिगत जानकारी को ज़ब्त कर सकती हैं।"}},"obligation_3_8":"3.8 टाकलीफ प्लेटफार्म समय-समय पर स्थान-आधारित या मानचित्र-आधारित कार्यक्षमता संलग्न कर सकता है। टैक्लिफ़ प्लेटफ़ॉर्म, टैक्लिफ़ प्लेटफ़ॉर्म ब्राउज़ करने वाले व्यक्तियों को पोस्टर और टास्कर्स का स्थान प्रदर्शित कर सकता है। किसी पोस्टर को कभी भी पोस्ट किए गए कार्य में या तकलीफ़ प्लेटफ़ॉर्म पर किसी अन्य सार्वजनिक संचार में व्यक्तिगत विवरण जैसे पोस्टर का पूरा नाम, सड़क नंबर, फ़ोन नंबर या ईमेल पता का खुलासा नहीं करना चाहिए।","obligation_3_9":"3.9 यदि आप एक टास्कर हैं, तो आपके पास टास्क अनुबंध के तहत सेवाएं प्रदान करने और उस क्षेत्राधिकार में काम करने का अधिकार होना चाहिए जहां सेवाएं निष्पादित की जाती हैं। आपको कार्य अनुबंध के तहत प्राप्त किसी भी भुगतान (टास्कर फंड सहित) के संबंध में वैट और नियामक दायित्वों का पालन करना होगा।","obligation_3_10":"3.10 सेवाओं की आपूर्ति करते समय आपको पोस्टर से टास्कर फंड के अलावा कोई शुल्क नहीं लेना चाहिए। हालाँकि, कार्य अनुबंध के पक्ष तकलीफ़ प्लेटफ़ॉर्म के माध्यम से सहमत मूल्य में संशोधन करने के लिए सहमत हो सकते हैं।","obligation_3_11":"3.11 आपको क्लॉज 3.12 द्वारा अनुमत सीमा को छोड़कर सेवाओं के लिए पोस्टर से टैक्लिफ प्लेटफॉर्म के बाहर भुगतान का अनुरोध नहीं करना चाहिए और केवल तब जब टैक्लिफ प्लेटफॉर्म क्लॉज में विचार की गई लागतों के भुगतान खाते के माध्यम से प्रतिपूर्ति की सुविधा नहीं देता है।","obligation_3_12":"3.12 यदि कोई टास्कर सेवाओं को पूरा करने की कुछ लागतों (जैसे सेवाओं को पूरा करने के लिए उपकरण) का भुगतान करने के लिए सहमत होता है, तो टास्कर पोस्टर से कोई भी प्रतिपूर्ति प्राप्त करने के लिए पूरी तरह से जिम्मेदार है। तकलीफ़ टास्कर्स को सलाह देता है कि वे इन लागतों के लिए भुगतान प्राप्त करने से पहले लागतों को लेने के लिए सहमत न हों, जब तक कि टास्कर को भरोसा न हो कि पोस्टर तुरंत लागतों की प्रतिपूर्ति करेगा।","obligation_3_13":"3.13 तकलीफ़ प्लेटफ़ॉर्म (बीमा, उचित मूल्य निर्धारण और नीतियों के अनुपालन सहित) के उचित संचालन के लिए, टास्कर को यह सुनिश्चित करना होगा कि, यदि वह टास्क अनुबंध के अनुसार सेवाओं के प्रदर्शन के किसी भी हिस्से को किसी तीसरे पक्ष को उपठेका देता है, तो उस तीसरे पक्ष को भी टैक्लिफ़ प्लेटफ़ॉर्म का पंजीकृत उपयोगकर्ता होना चाहिए।","obligation_3_14":"3.14 यदि टैक्लिफ अपने विवेक से यह निर्धारित करता है कि आपने इस खंड 3 के तहत किसी दायित्व का उल्लंघन किया है या आपने एक या अधिक कार्य अनुबंधों का उल्लंघन किया है, तो यह आपके द्वारा टैक्लिफ सेवा को प्रस्तुत की गई किसी भी सामग्री, पोस्ट किए गए कार्य या प्रस्ताव को हटाने का अधिकार सुरक्षित रखता है। अपना खाता और/या कोई भी कार्य अनुबंध रद्द या निलंबित करें।"}},"fees_section":{"title":"4. शुल्क","fees":{"fee_4_1":"4.1 टास्क अनुबंध के निर्माण पर, टास्कर और पोस्टर प्रत्येक को सेवा शुल्क के संबंधित हिस्से का भुगतान करना होता है। सेवा शुल्क स्वचालित रूप से भुगतान खाते में रखे गए सहमत मूल्य से काट लिया जाएगा।","fee_4_2":"4.2 यदि पोस्ट किए गए कार्य के लिए टास्कर को सेवाओं को पूरा करने में लागत वहन करने की आवश्यकता होती है, तो खर्च की गई लागत को शुल्क की किसी भी गणना में शामिल नहीं किया जाएगा।","fee_4_3":"4.3 शुल्क में कोई भी शुल्क शामिल नहीं है जो तृतीय पक्ष सेवा प्रदाताओं को देय हो सकता है। सभी तृतीय पक्ष सेवा प्रदाताओं को उस तृतीय पक्ष सेवा प्रदाता के साथ उपयोगकर्ता के अलग समझौते के अनुसार भुगतान किया जाता है।","fee_4_4":"4.4 तकलीफ़ को देय सभी शुल्क और शुल्क गैर-रद्द करने योग्य और गैर-वापसी योग्य हैं, किसी भी गैर-बहिष्कृत शर्तों के तहत आपके अधिकारों को छोड़कर।","fee_4_5":"4.5 यदि टैक्लिफ, टैक्लिफ प्लेटफॉर्म पर एक नई सेवा पेश करता है, तो उस सेवा पर लागू होने वाला शुल्क सेवा के लॉन्च से ही देय होगा।","fee_4_6":"4.6 टैक्लिफ़ किसी भी टास्कर फंड या किसी उपयोगकर्ता की ओर से टैक्लिफ़ द्वारा रखी गई अन्य राशियों के विरुद्ध कोई भी शुल्क निर्धारित कर सकता है।","fee_4_7":"4.7 तकलीफ़ किसी उपयोगकर्ता के खाते को तब तक प्रतिबंधित कर सकता है जब तक कि सभी शुल्क का भुगतान नहीं कर दिया जाता।"}},"payments_and_refunds_section":{"title":"5. भुगतान और रिफंड","payments_and_refunds":{"payment_5_1":"5.1 यदि कार्य अनुबंध शुरू होने से पहले किसी भी कारण से कार्य अनुबंध रद्द कर दिया जाता है (पोस्टर, टास्कर या इस अनुबंध के तहत), तो यदि तकलीफ उचित रूप से संतुष्ट है कि सहमत मूल्य पोस्टर को वापस कर दिया जाना चाहिए तो सहमत मूल्य को संग्रहीत मूल्य के रूप में पोस्टर को वापस कर दिया जाएगा और रद्दीकरण व्यवस्थापक शुल्क उपयोगकर्ता द्वारा शुल्क के कारण होगा, जो कार्य अनुबंध को रद्द करने के लिए खंड 5.5 या 5.6 के तहत जिम्मेदार होगा।","payment_5_2":"5.2 टैक्लिफ अपने पूर्ण विवेक से सहमत मूल्य को संग्रहीत मूल्य के बजाय पोस्टर के क्रेडिट कार्ड पर वापस करने या रद्दीकरण व्यवस्थापक शुल्क माफ करने का निर्णय ले सकता है।","payment_5_3":"5.3 खंड 5.1 के तहत टास्कर की ओर से तकलीफ द्वारा पोस्टर को लौटाई गई कोई भी राशि, टास्कर द्वारा तकलीफ को दिया गया ऋण होगा और किसी भी समय टास्कर को दिए गए किसी भी अन्य भुगतान के खिलाफ तकलीफ द्वारा इसकी भरपाई की जा सकती है।","payment_5_4":"5.4 खंड 5.1 के तहत किसी उपयोगकर्ता पर बकाया कोई भी रद्दीकरण प्रशासन शुल्क उस उपयोगकर्ता द्वारा तकलीफ़ को दिया गया ऋण होगा और उपयोगकर्ता को किसी भी समय देय किसी भी अन्य भुगतान के विरुद्ध तकलीफ़ द्वारा उसकी भरपाई भी की जा सकती है।","payment_5_5":"5.5 किसी कार्य अनुबंध को रद्द करने का उत्तरदायित्व कार्यकर्त्ता पर होगा, जहां:","payment_5_5_sublist":{"a":"(ए) पोस्टर और टास्कर पारस्परिक रूप से कार्य अनुबंध को रद्द करने के लिए सहमत हैं;","b":"(बी) कार्य अनुबंध को निष्पादित करने के लिए किसी कार्यकर्ता से संपर्क करने के लिए पोस्टर द्वारा उचित लेकिन असफल प्रयासों के बाद, कार्य अनुबंध पोस्टर द्वारा रद्द कर दिया जाता है;","c":"(सी) कार्यकर्ता कार्य अनुबंध रद्द कर देता है; या","d":"(डी) टास्क अनुबंध को टास्कर के कार्यों या उल्लंघन के परिणामस्वरूप खंड 3.14 के अनुसार रद्द कर दिया गया है।"},"payment_5_6":"5.6 किसी कार्य अनुबंध को रद्द करने का श्रेय एक पोस्टर को दिया जाएगा जहां:","payment_5_6_sublist":{"a":"(ए) पोस्टर कार्य अनुबंध को रद्द कर देता है (खंड 5.5 (बी) के अनुसार छोड़कर); या","b":"(बी) पोस्टर के कार्यों या उल्लंघन के परिणामस्वरूप खंड 3.14 के अनुसार एक कार्य अनुबंध रद्द कर दिया गया है।"},"payment_5_7":"5.7 यदि पार्टियां कार्य अनुबंध के तहत देय किसी अतिरिक्त रद्दीकरण शुल्क पर सहमत होती हैं, तो यह पीड़ित पक्ष की जिम्मेदारी है कि वह दूसरे से सीधे बकाया किसी भी राशि का दावा करे।","payment_5_8":"5.8 पोस्टर पर सहमत मूल्य (यदि लागू हो तो रद्दीकरण व्यवस्थापक शुल्क घटाकर) लौटाने में टैक्लिफ को 14 दिन तक का समय लग सकता है।","payment_5_9":"5.9 यदि, किसी भी कारण से, टास्कर फंड को स्थानांतरित नहीं किया जा सकता है या अन्यथा टास्कर को नहीं दिया जा सकता है या पोस्टर को वापस नहीं किया जा सकता है (जैसा भी मामला हो) या टास्कर फंड के लिए कोई दावा नहीं किया गया है, तो टास्कर फंड भुगतान में रहेगा भुगतान होने तक या अन्यथा पोस्टर द्वारा भुगतान खाते में सहमत मूल्य का भुगतान करने की तारीख से तीन महीने तक का खाता।","payment_5_10":"5.10 खंड 5.6 में निर्दिष्ट 3 महीनों के बाद, और बशर्ते कि टास्कर फंड के संबंध में अभी भी कोई विवाद न हो, टास्कर फंड को संग्रहीत मूल्य के रूप में पोस्टर में जमा किया जाएगा।","payment_5_11":"5.11 यदि कार्य अनुबंध रद्द कर दिया गया है और एक उपयोगकर्ता जो कार्य अनुबंध का पक्ष है, वह दिखा सकता है कि कार्य अनुबंध के तहत काम शुरू हो गया था, तो पोस्टर पर लौटाई जाने वाली सहमत कीमत की राशि मध्यस्थता और विवाद प्रक्रिया पर सशर्त होगी खंड 18 में। हालाँकि, रद्दीकरण व्यवस्थापक शुल्क हमेशा खंड 5.1 के अनुसार देय होगा।"}},"stored_value_section":{"title":"6. संग्रहित मूल्य","stored_value_6_1":{"text":"6.1 संग्रहीत मूल्य:","item_a":"(ए) का उपयोग टैकलीफ प्लेटफॉर्म के माध्यम से किसी भी नई सेवा के भुगतान के लिए क्रेडिट किए गए उपयोगकर्ता द्वारा किया जा सकता है;","item_b":"(बी) नकद के बदले वापसी योग्य या प्रतिदेय नहीं हैं;","item_c":"(सी) किसी अन्य कार्ड या खाते में प्रतिस्थापित, विनिमय या पुनः लोड या स्थानांतरित नहीं किया जा सकता है;","item_d":"(डी) उस तारीख से 12 महीने के लिए वैध हैं जिस दिन वह विशेष संग्रहीत मूल्य उपयोगकर्ता के खाते पर लागू किया जाता है, जारी करने या खरीदने की तारीख या तकलीफ द्वारा लागू किसी भी समाप्ति तिथि (किसी भी विपरीत विशिष्ट क्षेत्राधिकार संबंधी विधायी आवश्यकताओं पर सशर्त);","item_e":"(ई) यदि संग्रहीत मूल्य इस समझौते के अलावा अन्य तरीके से प्राप्त किया जाता है, तो यह अतिरिक्त, या अलग-अलग, नियमों और शर्तों के अनुपालन पर भी सशर्त हो सकता है, जैसा कि संग्रहीत मूल्य के संबंध में निर्दिष्ट है, जैसे कि संग्रहीत मूल्य कब है इस पर प्रतिबंध प्रतिदेय (उदाहरण के लिए केवल उपयोगकर्ता के पहले कार्य अनुबंध के लिए), न्यूनतम सेवा मूल्य निर्दिष्ट करें, या अधिकतम क्रेडिट या छूट मूल्य निर्दिष्ट करें;","item_f":"(एफ) तकलीफ की पूर्व लिखित अनुमति के बिना, क्रेडिट किए गए उपयोगकर्ता के अलावा किसी अन्य इकाई द्वारा उपयोग के लिए किसी भी रूप में या किसी भी माध्यम से प्रत्यक्ष या अप्रत्यक्ष रूप से पुनरुत्पादित, प्रतिलिपि, वितरित या प्रकाशित नहीं किया जाना चाहिए, या डेटा पुनर्प्राप्ति प्रणाली में संग्रहीत नहीं किया जाना चाहिए।"},"stored_value_6_2":"6.2 संग्रहीत मूल्य का श्रेय दिया गया उपयोगकर्ता किसी भी संग्रहीत मूल्य की सुरक्षा के लिए पूरी तरह से जिम्मेदार है। गैर-बहिष्कृत शर्तों को छोड़कर, संग्रहित मूल्य के किसी भी नुकसान या क्षति के लिए टैकलीफ़ का कोई दायित्व नहीं होगा और संग्रहित मूल्य को बदलने का कोई दायित्व नहीं है।","stored_value_6_3":"6.3 टैक्लिफ़ किसी भी संग्रहीत मूल्य को स्वीकार नहीं करेगा, और अस्वीकार या रद्द कर सकता है, जिसे वह अपने विवेक से उचित रूप से निर्धारित करता है, इस समझौते के उल्लंघन में उपयोग किया गया है या जाली, छेड़छाड़ किया गया है, या अन्यथा धोखाधड़ी वाला है और टैक्लिफ़ इसका अधिकार सुरक्षित रखता है किसी भी संदिग्ध धोखाधड़ी गतिविधि को संबंधित कानून प्रवर्तन अधिकारियों को संदर्भित करें। विशेष रूप से, संग्रहीत मूल्य, जैसे प्रचार कूपन, वाउचर या कोड हमारी मंजूरी के बिना वितरित या प्रसारित किए जाते हैं, उदाहरण के लिए इंटरनेट संदेश बोर्ड पर या 'बार्गेन्स' वेबसाइट पर, उपयोग के लिए मान्य नहीं हैं और इन्हें अस्वीकार या रद्द किया जा सकता है।","stored_value_6_4":"6.4 टैक्लिफ़ संग्रहीत मूल्य पर किसी भी मूल्य का हकदार है जिसे संग्रहीत मूल्य समाप्त होने से पहले भुनाया नहीं जाता है या टैक्लिफ़ द्वारा रद्द कर दिया जाता है।"},"business_partners_section":{"title":"7. बिजनेस पार्टनर","business_partners_7_1":"7.1 टाकलीफ बिजनेस पार्टनर्स के साथ समझौते कर सकता है और बिजनेस सर्विसेज के प्रावधान में टास्कर्स को शामिल करने की मांग कर सकता है। जो कार्यकर्ता व्यावसायिक साझेदारों के लिए व्यावसायिक सेवाएँ निष्पादित करने के लिए सहमत होते हैं, वे स्वीकार करते हैं और सहमत होते हैं कि टैक्लिफ़ और व्यावसायिक साझेदार बढ़े हुए शुल्क पर तीसरे पक्ष को आपूर्ति की गई सेवाएँ बेच सकते हैं।","business_partners_7_2":"7.2 व्यावसायिक साझेदारों को व्यावसायिक सेवाएँ प्रदान करने वाले टास्कर्स को अनुमोदित करने या विशेष योग्यता रखने की आवश्यकता हो सकती है। टैक्लिफ बिजनेस पार्टनर्स को उपयुक्त रूप से योग्य टास्कर्स का पता लगाने में सहायता कर सकता है। टैकलीफ़ इस बात की कोई वारंटी नहीं देता है कि वह किसी या सभी उपयुक्त रूप से योग्य टास्कर्स को बिजनेस पार्टनर के रूप में बढ़ावा देगा।","business_partners_7_3":"7.3 व्यावसायिक साझेदारों को व्यावसायिक सेवाएँ प्रदान करने से पहले कार्यकर्ताओं को व्यावसायिक साझेदार अनुबंध में प्रवेश करने की आवश्यकता हो सकती है।","business_partners_7_4":{"text":"7.4 जहां एक टास्कर किसी बिजनेस पार्टनर के साथ पोस्ट किए गए टास्क को स्वीकार करता है:","item_a":"(ए) टास्कर को कार्य अनुबंध और किसी भी लागू बिजनेस पार्टनर अनुबंध के अनुसार बिजनेस पार्टनर को बिजनेस सेवाएं प्रदान करनी होंगी;","item_b":"(बी) बिजनेस पार्टनर अनुबंध की शर्तें किसी भी असंगतता की सीमा तक प्रभावी रहेंगी।"}},"payment_facility_section":{"title":"8. भुगतान सुविधा","payment_facility_8_1":"8.1 टैक्लिफ़ भुगतान खाते को संचालित करने के लिए भुगतान प्रदाता का उपयोग करता है।","payment_facility_8_2":"8.2 जहां तक ​​यह भुगतान खाते के प्रावधान के लिए प्रासंगिक है, https://stripe.com/au/ssa की शर्तें इस अनुबंध में शामिल हैं और भुगतान खाते के प्रावधान के संबंध में किसी भी असंगतता की सीमा तक इस समझौते पर लागू होंगी।","payment_facility_8_3":"8.3 यदि टाकलीफ अपना भुगतान प्रदाता बदलता है तो आपको उन प्रदाताओं के साथ किसी भी अतिरिक्त शर्तों पर सहमत होने के लिए कहा जा सकता है। यदि आप उनसे सहमत नहीं हैं, तो आपको भुगतान के वैकल्पिक साधन दिए जाएंगे।"},"third_party_services_section":{"title":"9. तृतीय पक्ष सेवाएँ","third_party_services_9_1":"9.1 टैक्लिफ़ में समय-समय पर टैक्लिफ़ प्लेटफ़ॉर्म पर तृतीय पक्ष सेवाएँ शामिल हो सकती हैं। ये तृतीय पक्ष सेवाएँ तकलीफ़ द्वारा प्रदान नहीं की जाती हैं।","third_party_services_9_2":"9.2 तीसरे पक्ष के नियमों और शर्तों के अनुसार उपयोगकर्ताओं को तृतीय पक्ष सेवाएँ प्रदान की जाती हैं। तृतीय पक्ष सेवाओं को हमारे उपयोगकर्ताओं के लिए एक सुविधा के रूप में टैक्लिफ़ प्लेटफ़ॉर्म पर प्रचारित किया जा सकता है, जिन्हें रुचि की या उपयोग की तृतीय पक्ष सेवाएँ मिल सकती हैं।","third_party_services_9_3":"9.3 यदि कोई उपयोगकर्ता किसी तृतीय पक्ष सेवा प्रदाता के साथ जुड़ता है, तो समझौता सीधे उपयोगकर्ता और उस तृतीय पक्ष सेवा प्रदाता के बीच होगा।","third_party_services_9_4":"9.4 टैक्लिफ़ तीसरे पक्ष की सेवाओं के संबंध में कोई प्रतिनिधित्व या वारंटी नहीं देता है। हालाँकि, हमें अपने टैक्लिफ़ प्लेटफ़ॉर्म को बेहतर बनाने में मदद करने के लिए, उपयोगकर्ता टैक्लिफ़ को अपने तृतीय पक्ष सेवा अनुभव के बारे में यहां सूचित कर सकते हैं।"},"verification_and_badges_section":{"title":"10. सत्यापन एवं बैज","verification_and_badges_10_1":"10.1 टैक्लिफ़ पहचान सत्यापन सेवाओं का उपयोग कर सकता है।","verification_and_badges_10_2":"10.2 आप इस बात से सहमत हैं कि तकलीफ़ पहचान सत्यापन सेवाएँ पूरी तरह से सटीक नहीं हो सकती हैं क्योंकि सभी टैकलीफ़ सेवाएँ उपयोगकर्ता द्वारा प्रदत्त जानकारी और/या तीसरे पक्ष द्वारा प्रदान की गई जानकारी या सत्यापन सेवाओं पर निर्भर हैं।","verification_and_badges_10_3":"10.3 आप पहचान सत्यापन के लिए पूरी तरह से जिम्मेदार हैं और तकलीफ किसी भी उपयोग के लिए कोई जिम्मेदारी स्वीकार नहीं करता है जो कि टैक्लिफ पहचान सत्यापन सेवा से बना है।","verification_and_badges_10_4":"10.4 तकलीफ़ पहचान सत्यापन सेवाएँ किसी भी समय संशोधित की जा सकती हैं।","verification_and_badges_10_5":"10.5 टैक्लिफ़ प्लेटफ़ॉर्म में उपयोगकर्ताओं का मूल्यांकन करने में सहायता के लिए उपयोगकर्ता द्वारा शुरू की गई फीडबैक प्रणाली भी शामिल हो सकती है।","verification_and_badges_10_6":"10.6 टैक्लिफ़ टास्कर्स को बैज उपलब्ध करा सकता है। उपलब्ध बैज को टास्कर द्वारा टैक्लिफ प्लेटफ़ॉर्म के माध्यम से अनुरोध किया जा सकता है, और टास्कर की ओर से व्यवस्थित किया जा सकता है और शुल्क के लिए टैक्लिफ़ द्वारा जारी किया जा सकता है। बैज प्राप्त करना टास्कर द्वारा कुछ जानकारी या दस्तावेज़ीकरण के प्रावधान पर सशर्त हो सकता है और तकलीफ़ या किसी तीसरे पक्ष सत्यापनकर्ता द्वारा निर्धारित किया जाएगा जो इसकी शर्तों द्वारा शासित होगा।","verification_and_badges_10_7":"10.7 आप स्वीकार करते हैं कि बैज समय-समय पर जांचे जाते हैं और प्रदर्शित होने के समय सटीक नहीं हो सकते हैं। आप स्वीकार करते हैं कि कार्य अनुबंध में प्रवेश करने के लिए आप जिस हद तक बैज पर निर्भर थे, आप इस सीमा के बारे में जानते हैं। आपको कार्य शुरू करने से पहले टास्कर के साथ किसी भी बैज को सत्यापित करना चाहिए।","verification_and_badges_10_8":"10.8 यह सुनिश्चित करना टास्कर की ज़िम्मेदारी है कि बैज प्राप्त करने में उसके द्वारा प्रदान की गई जानकारी या दस्तावेज़ सत्य और सटीक हैं और यदि कोई बैज अब वैध नहीं है, तो उसे तुरंत तकलीफ़ को सूचित करना चाहिए।","verification_and_badges_10_9":"10.9 टाकलीफ, अपने विवेक से, शुल्क लेकर टास्कर्स को बैज जारी कर सकता है।","verification_and_badges_10_10":"10.10 टास्कर को बैज जारी करने का मामला तकलीफ़ के नियंत्रण में रहता है और बैज के प्रदर्शन और उपयोग का लाइसेंस टास्कर को केवल तकलीफ़ प्लेटफ़ॉर्म पर उपयोग के लिए दिया जाता है। बैज जारी करने के परिणामस्वरूप प्राप्त किसी भी सत्यापन का उपयोग टैक्लिफ प्लेटफ़ॉर्म के बाहर किसी अन्य उद्देश्य के लिए नहीं किया जा सकता है।","verification_and_badges_10_11":"10.11 यदि आप इस अनुबंध की किसी भी शर्त का उल्लंघन कर रहे हैं, बैज गलत तरीके से जारी किया गया है, गलत तरीके से प्राप्त किया गया है, समाप्त हो गया है, अब वैध नहीं है या किसी अन्य कारण से तकलीफ़ द्वारा इसे हटाने की आवश्यकता है।"},"insurance_section":{"title":"11. बीमा","insurance_11_1":"11.1 टैक्लिफ़ अपने उपयोगकर्ताओं को कुछ कार्य अनुबंधों के लिए बीमा प्राप्त करने का अवसर प्रदान कर सकता है। ऐसे सभी बीमा किसी तीसरे पक्ष द्वारा पेश किए जाएंगे। ऐसे तृतीय पक्ष बीमा के लिए कोई भी आवेदन और नियम एवं शर्तें उपलब्ध होने पर टैक्लिफ वेबसाइट पर प्रदर्शित की जाएंगी। तकलीफ़ पुष्टि करता है कि सभी बीमा पॉलिसियाँ तृतीय पक्ष सेवाएँ हैं और तृतीय पक्ष सेवाओं के लिए निर्धारित आगे की शर्तों द्वारा शासित होती हैं।","insurance_11_2":"11.2 टैक्लिफ़ यह नहीं दर्शाता है कि टैक्लिफ़ प्लेटफ़ॉर्म के माध्यम से प्राप्त या पेश किया गया कोई भी बीमा किसी विशेष उपयोगकर्ता के लिए पर्याप्त या उचित है।","insurance_11_3":"11.3 प्रत्येक उपयोगकर्ता को इस बारे में स्वयं पूछताछ करनी चाहिए कि क्या किसी और बीमा की आवश्यकता है और टास्कर्स यह सुनिश्चित करने के लिए ज़िम्मेदार हैं कि उनके पास टैक्लिफ़ प्लेटफ़ॉर्म के अन्य उपयोगकर्ताओं को प्रदान की गई सेवाओं को कवर करने के लिए पर्याप्त बीमा है और बनाए रखना है।","insurance_11_4":"11.4 टैक्लिफ़ स्वयं अन्य बीमा भी ले सकता है और वह बीमा टैक्लिफ़ के विकल्प पर उपयोगकर्ताओं को कुछ प्रकार के कवर प्रदान कर सकता है। टाक्लिफ़ किसी भी समय तीसरे पक्ष के बीमा प्रदाताओं के साथ अपनी बीमा पॉलिसियों की शर्तों को बदलने का अधिकार सुरक्षित रखता है। नीतियों का सारांश तकलीफ़ वेबसाइट पर उपलब्ध है और नीति विवरण तकलीफ़ के माध्यम से अनुरोध किया जा सकता है। उपयोगकर्ता इन विवरणों से स्वयं को परिचित कराने के लिए जिम्मेदार हैं।","insurance_11_5":"11.5 आप स्वीकार करते हैं और सहमत हैं कि ऐसी स्थिति में जब किसी टास्कर द्वारा प्रदान की गई किसी भी सेवा और/या सामान के संबंध में दावा किया जाता है, और तकलीफ़ द्वारा लिया गया बीमा (यदि कोई हो) उस दावे का जवाब देता है तो यह खंड लागू होता है। यदि किसी टास्कर के खिलाफ कोई दावा किया जाता है, तो तकलीफ (बशर्ते कि टास्कर सहमति देता है) किसी भी लागू नीति के तहत दावा करने का चुनाव कर सकता है और यदि दावा सफल होता है, तो टैकलीफ दावे के संबंध में देय किसी भी अतिरिक्त या कटौती योग्य राशि को वसूलने का अधिकार सुरक्षित रखता है। तस्कर से. जहां तकलीफ दावा करता है और बीमाकर्ता यह आकलन करता है कि तस्कर जिम्मेदार है, तो तकलीफ उस मूल्यांकन पर भरोसा करने का हकदार है। यदि आप इस खंड के तहत देय किसी भी अतिरिक्त राशि का भुगतान नहीं करते हैं, तो टैकलीफ़ इस राशि को आपके द्वारा भुगतान की गई भविष्य की धनराशि के विरुद्ध भुगतान की गई अतिरिक्त राशि में से कुछ या सभी को समायोजित करने का विकल्प भी चुन सकता है।","insurance_11_6":"11.6 आप स्वीकार करते हैं और सहमत हैं कि ऐसी स्थिति में जब किसी टास्कर द्वारा प्रदान की गई किसी भी सेवा और/या सामान के संबंध में दावा किया जाता है, और तकलीफ़ द्वारा लिया गया बीमा (यदि कोई हो) दावे का जवाब नहीं देता है या दावा नीचे दिया गया है बीमाकर्ता को देय अतिरिक्त राशि पर यह खंड लागू होता है। तकलीफ़, टैकलीफ़ की अपनी बीमा पॉलिसियों द्वारा कवर नहीं किए गए दावे को निपटाने के लिए अस्वीकार करने या राशि का भुगतान करने का चुनाव कर सकता है। इस हद तक कि तस्कर दावे की राशि के लिए उत्तरदायी था या होगा, यदि तकलीफ दावे को निपटाने के लिए एक राशि का भुगतान करने का चुनाव करता है तो तकलीफ द्वारा भुगतान की गई राशि को तकलीफ द्वारा तस्कर से वसूल किया जा सकता है। तकलीफ़ इस राशि को भविष्य में टास्कर को देय धनराशि के विरुद्ध समायोजित करने का भी चुनाव कर सकता है।"},"feedback_section":{"title":"12. प्रतिक्रिया","feedback_12_1":"12.1 आप तकलीफ़ प्लेटफ़ॉर्म के 'रिपोर्ट' फ़ंक्शन का उपयोग करके तकलीफ़ प्लेटफ़ॉर्म पर की गई किसी भी टिप्पणी के बारे में शिकायत कर सकते हैं या तकलीफ़ प्लेटफ़ॉर्म के माध्यम से तकलीफ़ से संपर्क कर सकते हैं।","feedback_12_2":"12.2 यदि तकलीफ़, अपने एकमात्र और पूर्ण विवेक से, आपके बारे में किसी भी प्रतिक्रिया से चिंतित है, या आपकी प्रतिक्रिया रेटिंग को अन्य तकलीफ़ उपयोगकर्ताओं के लिए समस्याग्रस्त मानता है, तो किसी भी समय आपके खाते को निलंबित या समाप्त करने का अधिकार है।"},"limitation_of_liability_section":{"title":"13. दायित्व की सीमा","content":"कृपया लागू बहिष्करणों और दायित्व की सीमाओं के लिए अपने देश की विशिष्ट शर्तें देखें।"},"privacy_section":{"title":"14. गोपनीयता","privacy_14_1":"14.1 तृतीय पक्ष सेवा प्रदाता अपनी गोपनीयता नीति के अनुसार अपनी सेवा प्रदान करेंगे। किसी तीसरे पक्ष से किसी भी सेवा को स्वीकार करने से पहले, आपको उनकी गोपनीयता नीति सहित उनकी सेवा की शर्तों की समीक्षा करनी होगी और उनसे सहमत होना होगा।","privacy_14_2":"14.2 टैक्लिफ़ आपको टैक्लिफ़ प्लेटफ़ॉर्म पर गुमनाम रूप से लेनदेन करने की अनुमति देने का प्रयास करेगा। हालाँकि, यह सुनिश्चित करने के लिए कि तकलीफ सामुदायिक दिशानिर्देशों के उल्लंघन में धोखाधड़ी और अन्य व्यवहार की घटनाओं को कम कर सकता है, तकलीफ के पास उपयोगकर्ता बने रहने के लिए उपयोगकर्ताओं से खुद को सत्यापित करने के लिए कहने का अधिकार सुरक्षित है।"},"modifications_section":{"title":"15. समझौते में संशोधन","modifications_15_1":"15.1 तकलीफ़ इस अनुबंध या नीतियों को समय-समय पर संशोधित कर सकता है (और उन टैकलीफ़ पृष्ठों को अद्यतन कर सकता है जिन पर वे प्रदर्शित होते हैं)। तकलीफ़ आपके तकलीफ़ खाते में ऐसे संशोधनों की सूचना भेजेगा या अगली बार लॉगिन करने पर आपको सलाह देगा।","modifications_15_2":"15.2 जब आप सक्रिय रूप से संशोधित शर्तों से सहमत होते हैं (उदाहरण के लिए, \"मैं स्वीकार करता हूं\" कहने वाले बटन पर क्लिक करके) या किसी भी तरीके से तकलीफ प्लेटफॉर्म का उपयोग करते हैं, जिसमें कार्य अनुबंध के संबंध में किसी भी कार्य में शामिल होना शामिल है, तो संशोधित शर्तें तुरंत प्रभावी होंगी . अन्य सभी मामलों में, संशोधित शर्तें आपको प्रारंभ में सूचित किए जाने के 30 दिन बाद स्वचालित रूप से प्रभावी होंगी।","modifications_15_3":"15.3 यदि आप इस अनुबंध (या हमारी किसी भी नीति) में किसी भी बदलाव से सहमत नहीं हैं, तो आपको या तो अपना खाता समाप्त करना होगा या आपको तकलीफ़ को सूचित करना होगा जो आपके तकलीफ़ खाते को समाप्त कर देगा, और तकलीफ़ सेवा का उपयोग बंद कर देगा।"},"no_agency_section":{"title":"16. कोई एजेंसी नहीं","no_agency_16_1":"16.1 इस अनुबंध द्वारा कोई एजेंसी, साझेदारी, संयुक्त उद्यम, कर्मचारी-नियोक्ता या अन्य समान संबंध नहीं बनाया गया है। विशेष रूप से आपके पास तकलीफ़, उससे संबंधित संस्थाओं या सहयोगियों को किसी भी तरह से बाध्य करने का कोई अधिकार नहीं है। टैक्लिफ़ पुष्टि करता है कि टैक्लिफ़ प्लेटफ़ॉर्म पर प्रचारित की जा सकने वाली सभी तृतीय पक्ष सेवाएँ केवल ऐसे तृतीय पक्ष सेवा प्रदाताओं द्वारा प्रदान की जाती हैं। कानून द्वारा अनुमत सीमा तक, तकलीफ़ विशेष रूप से ऐसी तृतीय पक्ष सेवा के प्रदर्शन या गैर-प्रदर्शन के कारण किसी भी तरीके से आपके द्वारा किए गए किसी भी नुकसान या क्षति के लिए सभी दायित्व से इनकार करता है।"},"notices_section":{"title":"17. नोटिस","notices_17_1":"17.1 अन्यथा बताए गए को छोड़कर, कोई भी नोटिस पंजीकृत साधारण डाक या ईमेल द्वारा दिया जाना चाहिए, या तो तकलीफ़ के संपर्क पते पर, जैसा कि तकलीफ़ प्लेटफ़ॉर्म पर प्रदर्शित होता है, या तकलीफ़ उपयोगकर्ताओं के संपर्क पते पर, जैसा कि पंजीकरण में प्रदान किया गया है। कोई भी नोटिस दिया हुआ माना जाएगा:","notices_17_1_a":"(ए) यदि ईमेल द्वारा भेजा गया है, तो ईमेल भेजे जाने के 24 घंटे बाद, जब तक कि उपयोगकर्ता को सूचित न किया जाए कि ईमेल पता अमान्य है या ईमेल डिलीवर नहीं किया जा सकता है, और","notices_17_1_b":"(बी) यदि प्री-पेड पोस्ट द्वारा भेजा जाता है, तो पोस्टिंग की तारीख के तीन व्यावसायिक दिन बाद, या पोस्टिंग की तारीख के सातवें व्यावसायिक दिन पर यदि उस क्षेत्राधिकार के बाहर भेजा या पोस्ट किया जाता है जिसमें आपका तकलीफ़ प्लेटफ़ॉर्म खाता है।","notices_17_2":"17.2 किसी तृतीय पक्ष सेवा के प्रदर्शन से संबंधित नोटिस तृतीय पक्ष सेवा प्रदाता के नियमों और शर्तों में निर्धारित अनुसार ऐसे तृतीय पक्ष को भेजे जाने चाहिए।"},"mediation_and_dispute_resolution_section":{"title":"18. मध्यस्थता और विवाद समाधान","mediation_and_dispute_resolution_18_1":"18.1 टैक्लिफ़ आपको अन्य उपयोगकर्ताओं के साथ सीधे विवादों (रिटर्न या रिफंड के दावों सहित) को हल करने का प्रयास करने के लिए प्रोत्साहित करता है। तदनुसार, आप स्वीकार करते हैं और सहमत हैं कि तकलीफ़, अपने पूर्ण विवेक से, आपकी जानकारी प्रदान कर सकता है क्योंकि यह विवाद में शामिल अन्य पक्षों के लिए उपयुक्त है।","mediation_and_dispute_resolution_18_2":"18.2 यदि किसी अन्य उपयोगकर्ता के साथ कोई विवाद उत्पन्न होता है, तो आपको अन्य उपयोगकर्ता के साथ सहयोग करना चाहिए और विवाद को सुलझाने का वास्तविक प्रयास करना चाहिए।","mediation_and_dispute_resolution_18_3":"18.3 टैक्लिफ़ उपयोगकर्ताओं को विवादों को सुलझाने में सहायता करने का चुनाव कर सकता है। कोई भी उपयोगकर्ता किसी विवाद को तकलीफ़ के पास भेज सकता है। आपको तकलीफ़ द्वारा की गई किसी भी जांच में सहयोग करना चाहिए। टैकलीफ़ के पास उपयोगकर्ताओं द्वारा प्रदान की गई जानकारी के आधार पर अंतिम निर्धारण (यथोचित कार्रवाई) करने और भुगतान प्रदाता को तदनुसार भुगतान करने का निर्देश देने का अधिकार सुरक्षित है। आप अपने विवाद को अन्य उपयोगकर्ता या तकलीफ़ के निर्णय के साथ किसी लागू अदालत या न्यायाधिकरण में उठा सकते हैं।","mediation_and_dispute_resolution_18_4":"18.4 तकलीफ़ को विवाद के विषय किसी भी सहमत मूल्य को भुगतान खाते में तब तक रखने का अधिकार है, जब तक कि विवाद का समाधान नहीं हो जाता।","mediation_and_dispute_resolution_18_5":"18.5 टैक्लिफ़ तीसरे पक्ष की विवाद सेवा तक पहुंच प्रदान कर सकता है। यदि ऐसी सेवा प्रदान की जाती है, तो कोई भी पक्ष दूसरे पक्ष से तीसरे पक्ष विवाद सेवा को प्रस्तुत करने का अनुरोध कर सकता है यदि पक्ष सीधे विवाद को हल करने में विफल रहे हैं। तृतीय पक्ष विवाद सेवा के नियम और शर्तें अनुरोध पर उपलब्ध होंगी। तृतीय पक्ष विवाद सेवा एक तृतीय पक्ष सेवा है और उपयोगकर्ता तृतीय पक्ष विवाद सेवा के नियमों और शर्तों के अनुसार तृतीय पक्ष विवाद सेवा से जुड़ी किसी भी लागत का भुगतान करने के लिए जिम्मेदार हैं।","mediation_and_dispute_resolution_18_6":"18.6 किसी भी तीसरे पक्ष सेवा प्रदाता के साथ विवादों को तीसरे पक्ष सेवा प्रदाता की सेवा की शर्तों में निर्धारित किसी भी विवाद समाधान प्रक्रिया के अनुसार आगे बढ़ना चाहिए।","mediation_and_dispute_resolution_18_7":"18.7 यदि आपको तकलीफ़ सेवा के बारे में कोई शिकायत है तो कृपया हमसे यहां संपर्क करें। 18.8 यदि इस खंड के तहत विवादों को सुलझाने के प्रयोजनों के लिए टाकलीफ आपको अन्य उपयोगकर्ताओं के बारे में जानकारी प्रदान करता है, तो आप स्वीकार करते हैं और सहमत होते हैं कि ऐसी जानकारी का उपयोग केवल विवाद को हल करने के उद्देश्य से किया जाएगा (और किसी अन्य उद्देश्य के लिए नहीं) और आप जिम्मेदार होंगे और इस अनुबंध द्वारा अनुमत जानकारी के किसी भी अन्य उपयोग से संबंधित किसी भी दावे के संबंध में तकलीफ़ द्वारा किए गए किसी भी लागत, हानि या देनदारियों के लिए तकलीफ़ के प्रति उत्तरदायी है।"},"termination_section":{"title":"19. समाप्ति","termination_19_1":"19.1 आप या तकलीफ़ किसी भी समय किसी भी कारण से अपना खाता और यह अनुबंध समाप्त कर सकते हैं।","termination_19_2":"19.2 इस अनुबंध की समाप्ति तकलीफ़ उपयोगकर्ताओं के बीच बने किसी भी कार्य अनुबंध को प्रभावित नहीं करती है।","termination_19_3":"19.3 तृतीय पक्ष सेवाएँ तृतीय पक्ष सेवा प्रदाता के नियमों और शर्तों पर सशर्त और उनके द्वारा शासित होती हैं।","termination_19_4":"19.4 धारा 4 (शुल्क), 13 (दायित्व की सीमा) और 18 (मध्यस्थता और विवाद समाधान) और कोई भी अन्य शर्तें जो उनकी प्रकृति के अनुसार लागू होती रहनी चाहिए, इस समझौते की किसी भी समाप्ति या समाप्ति के बाद भी कायम रहेंगी।","termination_19_5":"19.5 यदि आपका खाता या यह अनुबंध किसी भी कारण से समाप्त हो जाता है तो आप तकलीफ़ की सहमति के बिना (अपने पूर्ण विवेक से) तकलीफ़ के साथ कोई और खाता नहीं बना सकते हैं और हम आपके द्वारा संचालित किसी भी अन्य खाते को समाप्त कर सकते हैं।"},"general_section":{"title":"20. सामान्य","general_20_1":"20.1 यह अनुबंध आपके देश की विशिष्ट शर्तों में निर्दिष्ट कानूनों द्वारा शासित होता है।","general_20_2":"20.2 इस समझौते के प्रावधान अलग करने योग्य हैं, और यदि इस समझौते का कोई भी प्रावधान अमान्य या अप्रवर्तनीय माना जाता है, तो ऐसे प्रावधान को हटाया जा सकता है और शेष प्रावधान लागू करने योग्य होंगे।","general_20_3":"20.3 यह अनुबंध आपकी सहमति के बिना तकलीफ़ द्वारा किसी तीसरे पक्ष को सौंपा या नवीनीकृत किया जा सकता है। किसी असाइनमेंट या नोवेशन की स्थिति में उपयोगकर्ता इस अनुबंध से बंधा रहेगा।","general_20_4":"20.4 यह समझौता उपयोगकर्ता और तकलीफ़ के बीच इसकी विषय वस्तु के संबंध में संपूर्ण समझ और समझौते को निर्धारित करता है।"},"appendix_section":{"appendix_title":"परिशिष्ट ए:","task_contract_title":"मॉडल कार्य अनुबंध","country_specific_title":"देश विशिष्ट शर्तें","saudi_arabia_terms":"सऊदी अरब की शर्तों का साम्राज्य","saudi_arabia_description":"यदि आप एक उपयोगकर्ता हैं जिसका सऊदी अरब राज्य में आपका तकलीफ़ प्लेटफ़ॉर्म खाता है (या सेवाएँ वहां निष्पादित की जाती हैं) तो निम्नलिखित शर्तें भी इस अनुबंध पर लागू होंगी या निर्दिष्ट सीमा तक भिन्न हो सकती हैं:"},"sa_terms_section":{"currency_reference":"ए) एसएआर, ﷼ या एसआर का संदर्भ सऊदी अरब मुद्रा के साम्राज्य से है;","model_contract_update":"बी) निम्नलिखित को परिशिष्ट ए के मॉडल अनुबंध में खंड 3.3 के रूप में जोड़ा गया है '3.3 पार्टियां उपभोक्ता गारंटी को कार्य अनुबंध में शामिल करती हैं, भले ही वे पहले से ही कानून द्वारा शामिल न हों।';","liability_exclusions":"ग) दायित्व के बहिष्करण और सीमाएं इस प्रकार होंगी:","liability_points":{"point_1":"(1) गैर-बहिष्कृत शर्त के उल्लंघन के संबंध में दायित्व को छोड़कर, कानून द्वारा अनुमत सीमा तक, तकलीफ़ विशेष रूप से हर प्रकार और प्रकृति के किसी भी नुकसान या क्षति (वास्तविक, विशेष, प्रत्यक्ष, अप्रत्यक्ष और परिणामी) के लिए सभी दायित्व को अस्वीकार करता है। ज्ञात और अज्ञात, संदिग्ध और संदेहास्पद, प्रकट और अज्ञात (जिसमें प्रदान की गई जानकारी की किसी भी अशुद्धि से संबंधित हानि या क्षति, या आपूर्ति की गई किसी भी वस्तु या सेवा के उद्देश्य के लिए उपयुक्तता की कमी शामिल है), किसी भी तरह से उत्पन्न होती है। पोस्टर्स और टास्कर्स के बीच किसी भी लेनदेन से जुड़ा हुआ।","point_2":"(2) किसी भी गैर-बहिष्कृत शर्त के उल्लंघन के संबंध में दायित्व को छोड़कर, कानून द्वारा अनुमत सीमा तक, तकलीफ़ विशेष रूप से हर प्रकार के किसी भी नुकसान या क्षति (वास्तविक, विशेष, प्रत्यक्ष, अप्रत्यक्ष और परिणामी) के लिए सभी दायित्व को अस्वीकार करता है और प्रकृति, ज्ञात और अज्ञात, संदिग्ध और संदिग्ध, खुलासा और अज्ञात (जिसमें प्रदान की गई जानकारी की किसी भी अशुद्धि से संबंधित हानि या क्षति, या आपूर्ति की गई किसी भी वस्तु या सेवा के उद्देश्य के लिए उपयुक्तता की कमी शामिल है), से उत्पन्न या आपके और किसी तीसरे पक्ष सेवा प्रदाता के बीच किसी भी लेन-देन से जुड़ा कोई भी तरीका, जिसे समय-समय पर टैकलीफ प्लेटफॉर्म पर शामिल किया जा सकता है।","point_3":"(3) किसी भी गैर-बहिष्कृत शर्त के उल्लंघन के संबंध में दायित्व को छोड़कर, और कानून द्वारा अनुमत सीमा तक, तकलीफ़, टैक्लिफ़ सेवाओं से उत्पन्न होने वाले या किसी भी तरह से उत्पन्न होने वाले किसी भी परिणामी नुकसान के लिए उत्तरदायी नहीं है।","point_4":"(4) किसी भी गैर-बहिष्कृत शर्त के उल्लंघन के संबंध में दायित्व को छोड़कर, तकलीफ़ सेवा के किसी भी उपयोगकर्ता के प्रति तकलीफ़ का दायित्व किसी भी घटना से पहले बारह महीने की अवधि के दौरान उस उपयोगकर्ता द्वारा तकलीफ़ को किए गए भुगतान की कुल राशि तक सीमित है। तकलीफ़, या SAR50.00, जो भी अधिक हो, का दायित्व उत्पन्न करना।","point_5":"(5) किसी भी गैर-बहिष्कृत शर्त (एक गैर-बहिष्कृत शर्त के अलावा जिसे कानून द्वारा सीमित नहीं किया जा सकता है) के उल्लंघन के लिए टैक्लिफ का आपके प्रति दायित्व सीमित है, हमारे विकल्प पर पुनः आपूर्ति, प्रतिस्थापन या मरम्मत, या भुगतान करना। जिन सेवाओं के संबंध में उल्लंघन हुआ है, उन्हें पुनः आपूर्ति करने, बदलने या मरम्मत करने की लागत, या जिन सेवाओं के संबंध में उल्लंघन हुआ है, उन्हें फिर से आपूर्ति करने या फिर से आपूर्ति करने की लागत का भुगतान करने की लागत।"}},"glossary_section":{"agreement":"\"समझौता\" का अर्थ है तकलीफ़ और उपयोगकर्ता के बीच समझौते का सबसे अद्यतन संस्करण।","agreed_price":"\"सहमत मूल्य\" का अर्थ है सेवाओं के लिए सहमत मूल्य (किसी भी बदलाव सहित) जिसका भुगतान पोस्टर द्वारा किए गए भुगतान खाते में किया जाता है, लेकिन इसमें सेवाओं को पूरा करते समय टास्कर द्वारा की गई कोई भी लागत शामिल नहीं होती है जिसे पोस्टर प्रतिपूर्ति करने के लिए सहमत होता है।","taklief":"\"तकलीफ़\" का अर्थ है \"हम\" \"हम\" \"हमारा\" का अर्थ है आपके देश की विशिष्ट शर्तों में निर्धारित कानूनी इकाई।","taklief_badge":"\"टैक्लिफ़ बैज\" का अर्थ एक बैज है जो टैक्लिफ़ द्वारा निर्धारित और निर्धारित किए गए सत्यापन आइकन सहित कुछ योग्यताओं या अन्य सीमाओं को पूरा करने वाले उपयोगकर्ता के आधार पर उपयोगकर्ता को जारी किया जा सकता है।","taklief_platform":"\"टैक्लिफ़ प्लेटफ़ॉर्म\" का अर्थ है http://www.taklief.org/ पर टैक्लिफ़ वेबसाइट, टैक्लिफ़ स्मार्टफ़ोन ऐप और कोई अन्य संबद्ध प्लेटफ़ॉर्म जिसे समय-समय पर पेश किया जा सकता है।","taklief_service":"\"तकलीफ़ सेवा\" का अर्थ है तकलीफ़ प्लेटफ़ॉर्म प्रदान करने की सेवा।","badge":"\"बैज\" का अर्थ है टैक्लिफ बैज और सत्यापन चिह्न।","business_day":"\"बिजनेस डे\" का अर्थ वह दिन है जिस दिन बैंक उस अधिकार क्षेत्र में सामान्य व्यवसाय के लिए खुले रहते हैं जहां उपयोगकर्ताओं के पास शनिवार, रविवार या सार्वजनिक अवकाश के अलावा अपना तकलीफ़ प्लेटफ़ॉर्म खाता होता है।","business_partner_contract":"\"बिजनेस पार्टनर कॉन्ट्रैक्ट\" का मतलब बिजनेस पार्टनर और टास्कर के बीच बिजनेस सर्विसेज करने के लिए एक अनुबंध है।","business_partner":"\"बिजनेस पार्टनर\" का अर्थ वह व्यवसाय या व्यक्ति है जो व्यावसायिक सेवाएँ प्राप्त करने के लिए टैक्लिफ़ के साथ एक समझौता करता है।","business_services":"\"व्यावसायिक सेवाएँ\" का अर्थ है किसी तीसरे पक्ष (जैसे कि व्यावसायिक भागीदार के ग्राहक) को बेचने के उद्देश्य से हासिल की गई व्यावसायिक भागीदार को एक टास्कर द्वारा प्रदान की गई सेवाएँ।","cancellation_admin_fee":"\"रद्दीकरण व्यवस्थापक शुल्क\" का अर्थ किसी कार्य अनुबंध को रद्द करने के लिए पोस्टर या टास्कर द्वारा देय शुल्क है और यह सहमत मूल्य के 22% से अधिक नहीं होगा।","consequential_loss":"\"परिणामी हानि\" का अर्थ कानून द्वारा वसूली योग्य कोई हानि, क्षति या व्यय है:"},"definitions_section":{"a":"(ए) किसी हानि, क्षति या व्यय के अलावा जो किसी भी व्यक्ति को हानि, क्षति या व्यय से पीड़ित या खर्च करने वाले व्यक्ति के समान स्थिति में भुगतना या उपगत करना होगा; या","b":"(बी) जो की हानि है:","b1":"एक। अवसर या सद्भावना;","b2":"बी। लाभ, राजस्व या प्रत्याशित बचत; या","b3":"सी। डेटा या डेटा का भ्रष्टाचार.","b4":"डी। किसी भी उपकरण का मूल्य,"},"country_specific_terms":"देश विशिष्ट शर्तों का अर्थ परिशिष्ट बी में निर्धारित शर्तों से है।","fees":"शुल्क का अर्थ सेवा शुल्क सहित उपयोगकर्ताओं द्वारा तकलीफ़ को देय सभी शुल्क है।","identity_verification_services":"पहचान सत्यापन सेवाओं का अर्थ है उपयोगकर्ताओं को मोबाइल फोन सत्यापन, भुगतान जानकारी का सत्यापन, संदर्भ, सोशल मीडिया के साथ एकीकरण, तकलीफ़ बैज और सत्यापन आइकन सहित अन्य उपयोगकर्ताओं की पहचान, योग्यता या कौशल को सत्यापित करने में मदद करने के लिए उपलब्ध उपकरण।","instant_claim":"त्वरित दावे का अर्थ है खोज सहायता फ़ंक्शन के माध्यम से किसी कार्यकर्ता द्वारा किसी प्रस्ताव की स्वीकृति।","marketing_material":"मार्केटिंग मटेरियल का अर्थ है तकलीफ़ या इसकी तृतीय पक्ष सेवाओं के संबंध में कोई अपडेट, समाचार और विशेष ऑफ़र।","non_excludable_condition":"गैर-बहिष्कृत शर्त का मतलब अनुबंध में कोई निहित शर्त, वारंटी या गारंटी है, जिसके बहिष्कार से कानून का उल्लंघन होगा या अनुबंध का कोई भी हिस्सा शून्य हो जाएगा। सऊदी अरब राज्य में उपभोक्ताओं के लिए गैर-बहिष्कृत शर्तों पर अधिक विवरण प्रासंगिक आपके देश की विशिष्ट शर्तों में दिया गया है।","occurrence":"घटना का मतलब टास्कर द्वारा की जाने वाली सेवाओं की प्रत्येक व्यक्तिगत घटना है जो आवर्ती सेवाओं का हिस्सा है।","offer":"ऑफ़र का अर्थ सेवाओं को निष्पादित करने के लिए पोस्ट किए गए कार्य के जवाब में टास्कर द्वारा की गई पेशकश है। या खोज सहायता का उपयोग करते समय किसी टास्कर द्वारा सेवाओं के प्रदर्शन के लिए पोस्टर द्वारा की गई पेशकश","payment_account":"भुगतान खाता का अर्थ भुगतान प्रदाता द्वारा संचालित खाता है।","payment_provider":"भुगतान प्रदाता का अर्थ है तकलीफ़ द्वारा नियुक्त एक इकाई जो उपयोगकर्ताओं से भुगतान स्वीकार करने और उन्हें भुगतान करने सहित भुगतान खाते का प्रबंधन और संचालन करती है।","personal_information":"व्यक्तिगत जानकारी का वही अर्थ है जो आपके देश की विशिष्ट शर्तों में वर्णित है।","policies":"नीतियों का अर्थ है तकलीफ़ द्वारा तकलीफ़ प्लेटफ़ॉर्म पर पोस्ट की गई नीतियां, जिनमें सामुदायिक दिशानिर्देश शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं।","poster":"पोस्टर का मतलब एक उपयोगकर्ता है जो विशेष सेवाओं की खोज में तकलीफ़ प्लेटफ़ॉर्म पर पोस्ट करता है।","posted_task":"पोस्ट किए गए कार्य का अर्थ है प्लेटफ़ॉर्म पर प्रकाशित सेवाओं के लिए पोस्टर का अनुरोध (सर्च असिस्ट के माध्यम से सहित), और प्रदान की जाने वाली सेवाओं के पूरा होने की समय सीमा, कीमत और विवरण शामिल है।","poster_service_fee":"पोस्टर सेवा शुल्क का मतलब प्रत्येक कार्य अनुबंध में प्रवेश करने से पहले पोस्टर पर प्रदर्शित तकलीफ सेवाओं (और सहमत मूल्य के हिस्से के रूप में शामिल) के प्रतिफल के रूप में पोस्टर द्वारा तकलीफ को देय शुल्क है।","recurring_services":"आवर्ती सेवाओं का अर्थ है एक पोस्टर द्वारा आवर्ती आधार पर एक ही टास्कर से खोज सहायता सुविधा का उपयोग करके खरीदी गई समान सेवाएं, उदाहरण के लिए साप्ताहिक, पाक्षिक या मासिक।","reference":"संदर्भ का अर्थ एक ऐसी सुविधा है जो उपयोगकर्ता को अन्य उपयोगकर्ताओं से उस उपयोगकर्ता का समर्थन करते हुए टैक्लिफ प्लेटफ़ॉर्म पर एक संदर्भ पोस्ट करने का अनुरोध करने की अनुमति देती है।","search_assist":"सर्च असिस्ट का अर्थ टैक्लिफ प्लेटफ़ॉर्म की एक सुविधा है जिसके तहत एक पोस्टर सहमत मूल्य की गणना करने और सेवाओं को निष्पादित करने के लिए संभावित टास्कर्स को ढूंढने के लिए टैक्लिफ की सहायता से पोस्ट किए गए कार्य के विशिष्ट विवरण प्रस्तुत कर सकता है। इसे तकलीफ़ प्लेटफ़ॉर्म पर तत्काल बुकिंग के रूप में भी संदर्भित किया जा सकता है।","service_fee":"सेवा शुल्क का अर्थ है पोस्टर सेवा शुल्क और टास्कर सेवा शुल्क।","services":"सेवाओं का अर्थ है पोस्ट किए गए कार्य में वर्णित अनुसार प्रदान की जाने वाली सेवाएँ, जिसमें कार्य अनुबंध के निर्माण से पहले या बाद में सहमत कोई बदलाव या संशोधन शामिल हैं और आवर्ती सेवाओं के लिए सेवाएँ प्रत्येक घटना के तहत की जाने वाली सेवाएँ हैं।","stored_value":"संग्रहीत मूल्य का अर्थ है भौतिक या आभासी कार्ड, कूपन, वाउचर या कोड जिसमें क्रेडिट या छूट या क्रेडिट के रूप में प्रदान किया गया रिफंड या इस अनुबंध में 'संग्रहीत मूल्य' के रूप में पहचाना या वर्णित कुछ भी, तकलीफ प्लेटफॉर्म पर उपयोग के लिए शामिल है।","task_contract":"टास्क कॉन्ट्रैक्ट का मतलब अलग-अलग कॉन्ट्रैक्ट से है जो सेवाओं के लिए एक पोस्टर और एक टास्कर के बीच बनता है। विशेष रूप से सहमत शर्तों के अभाव में, या इसके अतिरिक्त, अनुबंध के परिशिष्ट ए में शामिल मॉडल शर्तें कार्य अनुबंधों पर लागू होती हैं।","tasker":"टास्कर का मतलब एक उपयोगकर्ता है जो पोस्टरों को सेवाएँ प्रदान करता है।","tasker_funds":"टास्कर फंड्स का अर्थ है सेवा शुल्क घटाकर सहमत मूल्य।","tasker_service_fee":"टास्कर सेवा शुल्क का अर्थ है प्रत्येक कार्य अनुबंध में प्रवेश करने से पहले टास्कर को प्रदर्शित की जाने वाली टैक्लिफ सेवाओं के लिए प्रतिफल के रूप में टास्कर द्वारा टैक्लिफ को देय शुल्क (और सहमत मूल्य के हिस्से के रूप में शामिल)।","third_party_dispute_service":"तृतीय पक्ष विवाद सेवा का अर्थ तृतीय पक्ष विवाद समाधान सेवा प्रदाता है जिसका उपयोग उपयोगकर्ताओं के बीच किसी भी विवाद को हल करने के लिए किया जाता है।","third_party_service":"थर्ड पार्टी सर्विस का मतलब तीसरे पक्ष द्वारा दी जाने वाली सेवाओं के प्रचार और लिंक हैं, जिन्हें समय-समय पर टैकलीफ प्लेटफॉर्म पर प्रदर्शित किया जा सकता है।","user":"उपयोगकर्ता या आप का अर्थ वह व्यक्ति है जिसने तकलीफ़ प्लेटफ़ॉर्म का उपयोग करने के लिए साइन अप किया है, चाहे वह पोस्टर, टास्कर या अन्यथा हो।","verification_icons":"सत्यापन आइकन का अर्थ उपयोगकर्ता की योग्यता, लाइसेंस, प्रमाणपत्र या अन्य कौशल जैसे विवरणों की पुष्टि करने के लिए उपयोगकर्ता की प्रोफ़ाइल और टैकलीफ़ प्लेटफ़ॉर्म पर ऐसे किसी भी पोस्ट पर प्रदर्शित होने के लिए उपलब्ध आइकन हैं।","rules_of_interpretation":"व्याख्या के नियम:","rule_a":"(ए) एकवचन में बहुवचन शामिल है और इसके विपरीत, और एक लिंग में अन्य लिंग शामिल हैं;","rule_b":"(बी) किसी परिभाषित शब्द या अभिव्यक्ति के किसी अन्य व्याकरणिक रूप का एक समान अर्थ होता है;","rule_c":"(सी) किसी दस्तावेज़ या उपकरण के संदर्भ में समय-समय पर नवीनीकृत, परिवर्तित, पूरक या प्रतिस्थापित दस्तावेज़ या उपकरण शामिल है;","rule_d":"(डी) लागू मुद्रा आपके देश की विशिष्ट शर्तों में निर्दिष्ट मुद्रा होगी;","rule_e":"(ई) किसी व्यक्ति के संदर्भ में एक प्राकृतिक व्यक्ति, साझेदारी, निकाय कॉर्पोरेट, संघ, सरकारी या स्थानीय प्राधिकरण या एजेंसी या अन्य इकाई शामिल है;","rule_f":"(एफ) किसी क़ानून, अध्यादेश, कोड या अन्य कानून के संदर्भ में इसके तहत विनियम और अन्य उपकरण और उनमें से किसी का समेकन, संशोधन, पुन: अधिनियमन या प्रतिस्थापन शामिल हैं;","rule_g":"(छ) सामान्य शब्दों का अर्थ, उदाहरण के लिए या समान अभिव्यक्तियों को शामिल करके पेश किए गए विशिष्ट उदाहरणों तक सीमित नहीं है;","rule_h":"(ज) शीर्षक केवल संदर्भ में आसानी के लिए हैं और व्याख्या को प्रभावित नहीं करते हैं;","rule_i":"(i) दो या दो से अधिक पार्टियों के पक्ष में कोई भी समझौता, प्रतिनिधित्व, वारंटी या क्षतिपूर्ति (जिसमें दो या दो से अधिक व्यक्ति एक ही परिभाषित अवधि में शामिल हैं) संयुक्त रूप से और अलग-अलग उनके लाभ के लिए है;","rule_j":"(जे) निर्माण का नियम किसी पार्टी के नुकसान पर लागू नहीं होता क्योंकि पार्टी इस समझौते या इसके किसी हिस्से की तैयारी के लिए जिम्मेदार थी।","revised_date":"संशोधित जुलाई 2020 कॉपीराइट तकलीफ़ 2020"}