{
  "homepage_headline": "An integrated digital platform that brings together quality service providers and quality work seekers in various fields needed by the community",
  "made_for_community": "Made for the community",
  "hero_text": "Connect, Delegate, Complete. <br/> A platform that empowers you to outsource your tasks, and offer your skills for hire.",
  "get_it_done": "Post a task & get offers",
  "get_things_done": "Get things done",
  "labour_exchange": "Reimagning how labout is exchanged in the real world",
  "browse_tasks": "Browse Tasks",
  "for": "For",
  "poster_principles": "Poster Principles",
  "tasker_principles": "Tasker Principles",
  "when_will_i_get_paid": "When will I get paid?",
  "ios_app": "iOS App",
  "coming_soon": "Coming soon",
  "about_taklief": "Taklief is a Saudi platform based in Riyadh that provides mobile marketplace to enable users to outsource their daily tasks. Users describe the task and set its budget, then community members place their bids to attempt to complete the task.",
  "what_do_you_need": "What do you need done?",
  "post_task_desc": "Start by telling us about your task. Mention when and where (in person or remotely) you need it done, then suggest a fair budget for the task. Post any task, literally!",
  "assgin_person": "Assign the best person for you",
  "take_look": "Take a look at profiles and reviews to pick the best Tasker for your task. when you accept an offer, your payment is held securely with Taklief Pay  until the task is complete. Now you can message and call the Tasker to sort out the details.",
  "task_completed": "Task completed",
  "task_completion_message": "With your task complete, you just need to release the payment held with Taklief Pay. Then you’re free to leave a review for the Tasker so everyone can know what a great job they’ve done!",
  "home": "Home",
  "more": "More",
  "contact_us": "Contact us",
  "tasker_principle": "Tasker Principles",
  "poster_principle": "Poster Principles",
  "community_guideline": "Community Guidelines",
  "society_to_society": "From the society to the society",
  "about_taklief_short": "taklief is fully community-based environment",
  "when_get_paid": "When will I get paid ?",
  "client_hasnt_released": "Client hasn't released payment yet!",
  "terms_of_service": "Terms of Service",
  "copyright": "©2023 All Rights Reserved to Taklief LLC",
  "get_app_to_view_link": "Get the app to view this link",
  "for_iphone": "For iPhone",
  "for_android": "For Android",
  "for_web": "For Web",
  "not_found": "Page could not be Found",
  "task_guidelines": {
    "section_a": {
      "title": "A. Tasks must be legal",
      "content": "To ensure a safe and secure experience for all our members, all tasks posted must be legal. Soliciting, inducing, or encouraging illegal acts are strictly prohibited. Scams are also not tolerated on Taklief and will be removed."
    },
    "section_b": {
      "title": "B. Prohibited items list",
      "content": "Tasks must not relate to weapons or unlawful activity, which may result in furtherance of a crime. Any requests relating to drugs, including prescription drugs or drug paraphernalia, are prohibited. Not only may these activities have serious legal ramifications, but they are also against the spirit and values of Taklief."
    },
    "section_c": {
      "title": "C. No escort or adult services",
      "content": "Escort, adult services, and massage tasks are strictly prohibited on Taklief. This includes tasks or comments which are obscene or sexually explicit in nature. While we are pushing boundaries and helping to reimagine the future of employment, we draw the line here."
    },
    "section_d": {
      "title": "D. Clear scope, time, and budget required",
      "content": "To help get your tasks completed, it’s important that your task has a clear scope, time, and budget.\n\n- **Scope:** The task description should clearly and thoroughly state what it is that you need done. Adding as much information as possible helps the Tasker understand expectations.\n- **Time:** Does the task need to be completed on a specific day, or can it be flexible with the Tasker? If specific, mention in task description.\n- **Budget:** Setting a fair price for the amount of time and effort required for the task is crucial. Taklief does not endorse low pricing of tasks, and a task may be moderated if found to be.\n\nThese help Taskers to know whether they have the skills and availability to complete your task. It will also help avoid any misunderstandings about expectations along the way.",
      "highlighted": "To help get your tasks completed, it’s important that your task has a clear scope, time and budget.",
      "scope": {
        "title": "Scope:",
        "content": "The task description should clearly, and thoroughly, state what it is that you need done. Adding as much information as possible helps the Tasker understand expectations."
      },
      "time": {
        "title": "Time:",
        "content": "Does the task need to be completed on a specific day or can it be flexible with the Tasker? If specific, mention in task description."
      },
      "budget": {
        "title": "Budget:",
        "content": "Setting a fair price for the amount of time and effort required for the task is crucial. Taklief does not endorse low pricing of tasks and a task may be moderated, if found to be."
      },
      "help_taskers": "These help Taskers to know whether they have the skills and availability to complete your task. It will also help avoid any misunderstandings about expectations along the way."
    },
    "section_e": {
      "title": "E. Task-based posts",
      "content": "The Taklief platform is a task-based platform that encourages you to outsource all the weird and quirky things you might need done on any given day. However, there are a few types of tasks that are not supported to maintain the integrity of the platform. Tasks that are deceitful in nature are not allowed. This includes but is not limited to requesting fake business reviews, social media likes, and follows.",
      "example_1": {
        "title": "Example 1:",
        "content": "Sarah's task, requesting Taskers to leave 5-star reviews on her company's website and Google Maps, was promptly canceled by Taklief. She was informed that her task did not comply with the Community Guidelines. Academic activities and assignment-based tasks, such as completing assignments, tests, or courses on someone's behalf, are strictly prohibited. Additionally, academic assistance in the form of proofreading, editing, planning, structuring, referencing, and providing feedback on someone else's academic work is also not supported."
      },
      "example_2": {
        "title": "Example 2:",
        "content": "Ahmed posted a task seeking a Tasker to proofread his assignment, a 1,000-word essay on the French Revolution. Shortly after posting, Ahmed was contacted and informed that the task had been canceled since proofreading tasks are not supported on Taklief. Additionally, tasks requesting quotes for work to be done outside of Taklief are not allowed."
      },
      "example_3": {
        "title": "Example 3:",
        "content": "Saud posted a task with a minimum price, requesting a Tasker to come to his home and provide a quote for painting his 3-bedroom house. The task was canceled by Taklief because it sought a quote and not an actual painting service. Tasks that involve nudity, toplessness, or clothing such as lingerie, swimwear, and gym wear are not supported."
      },
      "example_4": {
        "title": "Example 4:",
        "content": "Joanne posted a task seeking a Tasker to model for a bikini photoshoot. The task was canceled since the Tasker would be required to wear a bikini. Tasks that involve investigating or gathering information on an individual or business without their knowledge and consent are not supported. Debt collection tasks are also not supported. Tasks that request someone to withdraw cash, buy gift cards, vouchers for the Poster, or send money to the Poster via methods like direct bank transfers or STCPay are not supported."
      }
    },
    "section_f": {
      "title": "F. No advertising",
      "content": "We support businesses outsourcing tasks on Taklief to help their business grow, however Taklief is not a platform for business advertisements, nor a job board for permanent job ads. Taklief is also not a platform for any requests to be employed.",
      "example_1": {
        "title": "Example 1:",
        "content": "Faris posted a task asking for a part-time or full-time job as a builder. The task was removed by Taklief as job requests are not supported in the Taklief platform"
      },
      "example_2": {
        "title": "Example 2:",
        "content": "Amanda owns a driving school and posted a task looking for full-time driving instructors, with an hourly rate. Amanda’s task was removed as it was considered a business advertisement therefore not supported in the Taklief platform."
      }
    }
  },
  "community_guidelines": "Community guidelines",
  "are_there_any_task_posting_guidelines": "Are there any task posting guidelines?",
  "community_guideline_1": "The Taklief platform helps you get more done. To create a safe, respectful and rewarding environment, we need you to follow the Guidelines below.",
  "Moving furniture": "Moving furniture",
  "Gardening": "Gardening",
  "Handyman": "Handyman",
  "Cleaning": "Cleaning",
  "Business & Admin": "Business & Admin",
  "Delivery": "Delivery",
  "Pedicure & manicure": "Pedicure & manicure",
  "Manpower": "Manpower",
  "Health": "Health",
  "Art": "Art",
  "Construction": "Construction",
  "Lab & Research": "Lab & Research",
  "Mechanic": "Mechanic",
  "Pets care": "Pets care",
  "Baby care": "Baby care",
  "Web & design": "Web & design",

  "terms_and_conditions": "Terms and Conditions",
  "terms_and_conditions_sub": "Here are our terms and conditions.",
  "user_agreement": "User Agreement:",
  "taklief_terms_and_conditions": "Country Specific Terms in Appendix B shall also apply to this Agreement.",
  "taklief_terms_and_conditions_2": "The Taklief terms & conditions (updated July 2020) outline Taklief's and Your obligations and responsibilities on the Taklief Platform.",
  "taklief_website": "www.Taklief.com",
  "taklief_platform_description": "Taklief operates an online platform allowing Users to connect through the Taklief Platform with other Users who provide Services. Please read these terms and all Policies including the Community Guidelines carefully before using the Taklief Platform. These Policies are incorporated into this Agreement by reference.",
  "taklief_platform_description_2": "All defined terms in this Agreement have the meaning given to them in the Taklief Glossary.",
  "scope_of_taklief_services": "1. SCOPE OF TAKLIEF SERVICES",
  "taklief_platform_provision": "1.1 Taklief provides the Taklief Platform to enable Posters to publish Posted Tasks.",
  "taskers_offer": "1.2 Taskers may make an Offer in response to a Posted Task. Some parts of Offer details may be made publicly available, including to internet users who are not Users.",
  "poster_modify_task": "1.3 A Poster may revoke or modify a Posted Task at any time before he/she accepts an Offer. Taklief reserves the right to cancel all Offers on a Posted Task made prior to the modification.",
  "task_contract_creation": "1.4 If a Poster accepts an Offer on the Taklief Platform, a Task Contract is created between the Tasker and the Poster.",
  "poster_payment": "1.5 Upon creation of a Task Contract, the Poster must pay the Agreed Price into the Payment Account.",
  "taklief_services_fee": "1.6 Upon creation of the Task Contract, Taklief has rendered Taklief Services and the Service Fee is due and payable.",
  "task_contract_variation": "1.7 Once the Task Contract is created, the Tasker and Poster may vary the Task Contract on the Taklief Platform. The Poster and Tasker are encouraged to use Taklief's private messaging system to amend or vary the Task Contract (including the Agreed Price) or to otherwise communicate.",
  "tasker_notice_completion": "1.8 Once the Services are complete, the Tasker must provide notice of that on the Taklief Platform.",
  "poster_notice_completion": "1.9 Once the Services are complete, the Poster must provide notice of that on the Taklief Platform.",
  "task_completion_funds_release": "1.10 Once the Posted Task has been completed and the Poster confirms the Services are completed, or if Taklief is satisfied the Services have been completed, the Tasker Funds will be released by Taklief from the Payment Account to the Tasker. However, this process does not apply to the payment of Recurring Services which is addressed in clause 1.16 below.",
  "task_contract_review_feedback": "1.11 After the Task Contract is completed, the parties are encouraged to review and provide feedback of the Services on the Taklief Platform.",
  "search_assist_feature": "1.12 Taklief may also provide a Search Assist feature enabling Posters to submit an Offer for Services.",
  "offer_submission_notification": "1.13 An Offer submitted by a Poster using Search Assist may be notified to other Users and such Users may elect to make an Instant Claim of it.",
  "task_contract_creation_search_assist": "1.14 When using Search Assist a Task Contract is created when a Tasker makes an Instant Claim (and in the case of Recurring Services a Task Contract is created for the first Occurrence only). For Recurring Services, the next Task Contract is created upon completion of the previous Occurrence.",
  "offer_revocation_modification": "1.15 A Poster may revoke or modify its Offer in using Search Assist, including for Recurring Services, at any time before a Tasker makes an Instant Claim. Taklief reserves the right to cancel all Posted Tasks made prior to the revocation or modification.",
  "automatic_payment_tasker_funds": "1.16 For Recurring Services and subject to clause 1.17, once the Occurrence has been completed and the Tasker confirms the Occurrence is completed (or if Taklief is satisfied the Occurrence is completed) then the Tasker Funds for that Occurrence will automatically be released by Taklief from the Payment Account to the Tasker.",
  "automatic_payment_pause": "1.17 The Poster may elect to pause automatic payment of Tasker Funds for an Occurrence within 24 hours from when the Tasker confirms the Occurrence is completed. If the Poster pauses such automatic payment in accordance with this clause, then the Tasker Funds will not be released by Taklief from the Payment Account to the Tasker until the Poster also confirms that the Occurrence is completed.",
  "taklief_role_and_obligations": "2. TAKLIEF’S ROLE AND OBLIGATIONS",
  "taklief_platform_provision_2": "2.1 Taklief provides the Taklief Platform only, enabling Users to publish Posted Tasks and make Offers on Posted Tasks.",
  "age_requirement": "2.2 Taklief only permits individuals over 18 years of age to become Users.",
  "user_natural_persons": "2.3 Users must be natural persons, but can specify within their account description that they represent a business entity.",
  "registration_approval_discretion": "2.4 At its absolute discretion, Taklief may refuse to allow any person to register or create an account with Taklief or cancel or suspend or modify any existing account including if Taklief reasonably forms the view that a User's conduct (including a breach of this Agreement) is detrimental to the operation of the Taklief Platform.",
  "account_creation_free": "2.5 Registering and creating an account with Taklief is free. There is no charge for a Poster to post tasks, or for other Taklief Users to review content on the Taklief Platform, including Posted Tasks.",
  "interaction_liability": "2.6 Taklief accepts no liability for any aspect of the Poster and Tasker interaction, including but not limited to the description, performance or delivery of Services.",
  "information_accuracy_warranty": "2.7 Taklief has no responsibility and makes no warranty as to the truth or accuracy of any aspect of any information provided by Users, including, but not limited to, the ability of Taskers to perform tasks or supply items, or the honesty or accuracy of any information provided by Posters or the Posters' ability to pay for the Services requested.",
  "service_warranty": "2.8 Except for liability in relation to any Non-excludable Condition, the Taklief Service is provided on an \"as is\" basis, and without any warranty or condition, express or implied. To the extent permitted by law, we and our suppliers specifically disclaim any implied warranties of title, merchantability, fitness for a particular purpose and non-infringement.",
  "dispute_resolution": "2.9 Taklief has no obligation to any User to assist or involve itself in any dispute between Users, although may do so to improve User experience.",
  "user_obligations": {
    "title": "3. USER OBLIGATIONS",
    "obligations": {
      "obligation_3_1": {
        "text": "3.1 You will at all times:",
        "subpoints": {
          "a": "comply with this Agreement (including all Policies) and all applicable laws and regulations;",
          "b": "only post accurate information on the Taklief Platform;",
          "c": "ensure that You are aware of any laws that apply to You as a Poster or Tasker, or in relation to using the Taklief Platform."
        }
      },
      "obligation_3_2": "3.2 You agree that any content (whether provided by Taklief, a User or a third party) on the Taklief Platform may not be used on third party sites or for other business purposes without Taklief's prior permission.",
      "obligation_3_3": "3.3 You must not use the Taklief Platform for any illegal or immoral purpose.",
      "obligation_3_4": "3.4 You must maintain control of Your Taklief account at all times. This includes not allowing others to use Your account, or by transferring or selling Your account or any of its content to another person.",
      "obligation_3_5": "3.5 You grant Taklief an unrestricted, worldwide, royalty-free licence to use, reproduce, modify and adapt any content and information posted on the Taklief Platform for the purpose of publishing material on the Taklief Platform and as otherwise may be required to provide the Taklief Service, for the general promotion of the Taklief Service, and as permitted by this Agreement.",
      "obligation_3_6": "3.6 You agree that any information posted on the Taklief Platform must not, in any way whatsoever, be potentially or actually harmful to Taklief or any other person. Harm includes, but is not limited to, economic loss that will or may be suffered by Taklief.",
      "obligation_3_7": {
        "text": "3.7 Without limiting any provision of this Agreement, any information You supply to Taklief or publish in a Posted Task (including as part of an Offer) must be up to date and kept up to date and must not:",
        "subpoints": {
          "a": "be false, inaccurate or misleading or deceptive;",
          "b": "be fraudulent or involve the sale of counterfeit or stolen items;",
          "c": "infringe any third party's copyright, patent, trademark, trade secret or other proprietary rights or intellectual property rights, rights of publicity, confidentiality or privacy;",
          "d": "violate any applicable law, statute, ordinance or regulation (including, but not limited to, those governing export and import control, consumer protection, unfair competition, criminal law, anti-discrimination and trade practices/fair trading laws);",
          "e": "be defamatory, libellous, threatening or harassing;",
          "f": "be obscene or contain any material that, in Taklief's sole and absolute discretion, is in any way inappropriate or unlawful, including, but not limited to obscene, inappropriate or unlawful images;",
          "g": "contain any malicious code, data or set of instructions that intentionally or unintentionally causes harm or subverts the intended function of any Taklief Platform, including, but not limited to viruses, trojan horses, worms, time bombs, cancelbots, easter eggs or other computer programming routines that may damage, modify, delete, detrimentally interfere with, surreptitiously intercept, access without authority or expropriate any system, data or Personal Information."
        }
      },
      "obligation_3_8": "3.8 Taklief Platform may from time to time engage location-based or map-based functionality. The Taklief Platform may display the location of Posters and Taskers to persons browsing the Taklief Platform. A Poster should never disclose personal details such as the Poster's full name, street number, phone number or email address in a Posted Task or in any other public communication on the Taklief Platform.",
      "obligation_3_9": "3.9 If You are a Tasker, You must have the right to provide Services under a Task Contract and to work in the jurisdiction where the Services are performed. You must comply with VAT and regulatory obligations in relation to any payment (including Tasker Funds) received under a Task Contract.",
      "obligation_3_10": "3.10 You must not, when supplying Services, charge a Poster any fees on top of the Tasker Funds. However, the parties to a Task Contract may agree to amend the Agreed Price through the Taklief Platform.",
      "obligation_3_11": "3.11 You must not request payments outside of the Taklief Platform from the Poster for the Services except to the extent permitted by clause 3.12 and only if the Taklief Platform does not facilitate the reimbursement via the Payment Account of costs considered in clause",
      "obligation_3_12": "3.12 If a Tasker agrees to pay some costs of completing the Services (such as equipment to complete the Services), the Tasker is solely responsible for obtaining any reimbursement from the Poster. Taklief advises Taskers not to agree to incur costs in advance of receiving the payment for these costs, unless the Tasker is confident the Poster will reimburse the costs promptly.",
      "obligation_3_13": "3.13 For the proper operation of the Taklief Platform (including insurance, proper pricing and compliance with Policies), the Tasker must ensure that, if it subcontracts any part of the performance of the Services to a third party in accordance with a Task Contract, then that third party must also be a registered User of the Taklief Platform.",
      "obligation_3_14": "3.14 If Taklief determines at its sole discretion that You have breached any obligation under this clause 3 or that You have breached one or more Task Contracts, it reserves the rights to remove any content, Posted Task or Offer You have submitted to the Taklief Service or cancel or suspend Your account and/or any Task Contracts."
    }
  },
  "fees_section": {
    "title": "4. FEES",
    "fees": {
      "fee_4_1": "4.1 Upon the creation of a Task Contract, the Tasker and Poster each owes Taklief the respective portion of the Service Fee. The Service Fee will automatically be deducted from the Agreed Price held in the Payment Account.",
      "fee_4_2": "4.2 If the Posted Task requires a Tasker to incur costs in completing the Services, the cost incurred will not be included in any calculation of Fees.",
      "fee_4_3": "4.3 Fees do not include any fees that may be due to Third Party Service providers. All Third Party Service providers are paid pursuant to a User's separate agreement with that Third Party Service provider.",
      "fee_4_4": "4.4 All Fees and charges payable to Taklief are non-cancellable and non-refundable, save for Your rights under any Non-Excludable Conditions.",
      "fee_4_5": "4.5 If Taklief introduces a new service on the Taklief Platform, the Fees applying to that service will be payable as from the launch of the service.",
      "fee_4_6": "4.6 Taklief may set-off any Fees against any Tasker Funds or other amounts held by Taklief on behalf of a User.",
      "fee_4_7": "4.7 Taklief may restrict a User's account until all Fees have been paid."
    }
  },
  "payments_and_refunds_section": {
    "title": "5. PAYMENTS AND REFUNDS",
    "payments_and_refunds": {
      "payment_5_1": "5.1 If the Task Contract is cancelled for any reason (by a Poster, a Tasker or under this Agreement) prior to the commencement of the Task Contract, then if Taklief is reasonably satisfied that the Agreed Price should be returned to the Poster then the Agreed Price will be refunded to the Poster as Stored Value and a Cancellation Admin Fee will be due to Taklief by the User who the cancellation of the Task Contract is attributable to under clause 5.5 or 5.6.",
      "payment_5_2": "5.2 Taklief may decide in its absolute discretion to refund the Agreed Price back onto the Poster's credit card instead of Stored Value or waive the Cancellation Admin Fee.",
      "payment_5_3": "5.3 Any amount returned by Taklief to a Poster on behalf of a Tasker under clause 5.1 will be a debt owed by the Tasker to Taklief and may be offset by Taklief against any other payments owed at any time to the Tasker.",
      "payment_5_4": "5.4 Any outstanding Cancellation Admin Fee owed by a User under clause 5.1 will be a debt owed by that User to Taklief and may also be offset by Taklief against any other payments owed at any time to the User.",
      "payment_5_5": "5.5 Cancellation of a Task Contract will be attributable to the Tasker where:",
      "payment_5_5_sublist": {
        "a": "(a) the Poster and the Tasker mutually agree to cancel the Task Contract;",
        "b": "(b) following reasonable but unsuccessful attempts by a Poster to contact a Tasker to perform the Task Contract, the Task Contract is cancelled by the Poster;",
        "c": "(c) the Tasker cancels the Task Contract; or",
        "d": "(d) a Task Contract is cancelled in accordance with clause 3.14 as a result of the Tasker’s actions or breach."
      },
      "payment_5_6": "5.6 A Cancellation of a Task Contract will be attributable to a Poster where:",
      "payment_5_6_sublist": {
        "a": "(a) the Poster cancels the Task Contract (other than in accordance with clause 5.5(b); or",
        "b": "(b) a Task Contract is cancelled in accordance with clause 3.14 as a result of the Poster’s actions or breach."
      },
      "payment_5_7": "5.7 If the parties agree to any additional cancellation fee payable under the Task Contract, it is the responsibility of the party aggrieved to claim any amount owed directly from the other.",
      "payment_5_8": "5.8 Taklief may take up to 14 days to return the Agreed Price (less the Cancellation Admin Fee, if applicable) to the Poster.",
      "payment_5_9": "5.9 If, for any reason, the Tasker Funds cannot be transferred or otherwise made to the Tasker or returned to the Poster (as the case may be) or no claim is otherwise made for the Tasker Funds, the Tasker Funds will remain in the Payment Account until paid or otherwise for up to three months from the date the Poster initially paid the Agreed Price into the Payment Account.",
      "payment_5_10": "5.10 Following the 3 months referred to in clause 5.6, and provided there is still no dispute in respect of the Tasker Funds, the Tasker Funds will be credited to the Poster as Stored Value.",
      "payment_5_11": "5.11 If the Task Contract is cancelled and a User who is party to the Task Contract can show that work under a Task Contract was commenced, then the amount of the Agreed Price to be returned to the Poster will be conditional upon the mediation and dispute process in clause 18. However, the Cancellation Admin Fee will always be due in accordance with clause 5.1."
    }
  },
  "stored_value_section": {
    "title": "6. STORED VALUE",
    "stored_value_6_1": {
      "text": "6.1 Stored Value:",
      "item_a": "(a) can be used by the credited User to pay for any new Services via the Taklief Platform;",
      "item_b": "(b) are not refundable or redeemable for cash;",
      "item_c": "(c) cannot be replaced, exchanged or reloaded or transferred to another card or account;",
      "item_d": "(d) are valid for 12 months from the date on which that particular Stored Value is applied to a User's account, the date of issue or purchase or any expiry date applied by Taklief (conditional upon any contrary specific jurisdictional legislative requirements);",
      "item_e": "(e) if the Stored Value is acquired other than under this Agreement, it may also be conditional on compliance with additional, or different, terms and conditions, as specified in relation to Stored Value, such as a restriction on when the Stored Value is redeemable (for example only for a User's first Task Contract), specify a minimum Services value, or specify a maximum credit or discount value;",
      "item_f": "(f) must not be reproduced, copied, distributed, or published directly or indirectly in any form or by any means for use by an entity other than the credited User, or stored in a data retrieval system, without Taklief's prior written permission."
    },
    "stored_value_6_2": "6.2 The User credited with a Stored Value is solely responsible for the security of any Stored Value. Save for the Non-Excludable Conditions, Taklief will have no liability for any loss or damage to the Stored Value and does not have any obligation to replace Stored Value.",
    "stored_value_6_3": "6.3 Taklief will not accept, and may refuse or cancel, any Stored Value, which it reasonably determines in its discretion, have been used in breach of this Agreement or have been forged, tampered with, or are otherwise fraudulent and Taklief reserves the right to refer any suspected fraudulent activity to relevant law enforcement authorities. In particular, Stored Value, such as promotional coupons, vouchers or codes distributed or circulated without our approval, for example on an internet message board or on a 'bargains' website, are not valid for use and may be refused or cancelled.",
    "stored_value_6_4": "6.4 Taklief is entitled to any value on Stored Value which is not redeemed before the Stored Value expires or is cancelled by Taklief."
  },
  "business_partners_section": {
    "title": "7. BUSINESS PARTNERS",
    "business_partners_7_1": "7.1 Taklief may enter into agreements with Business Partners and may seek to engage Taskers in the provision of Business Services. Taskers who agree to perform Business Services for Business Partners acknowledge and agree that Taklief and the Business Partner may on-sell Services supplied to third parties for an increased fee.",
    "business_partners_7_2": "7.2 Business Partners may require Taskers providing Business Services to be approved or hold particular qualifications. Taklief may assist Business Partners to locate suitably qualified Taskers. Taklief makes no warranty that it will promote any or all suitably qualified Taskers to Business Partners.",
    "business_partners_7_3": "7.3 Business Partners may require Taskers to enter into a Business Partner Contract before providing Business Services.",
    "business_partners_7_4": {
      "text": "7.4 Where a Tasker accepts a Posted Task with a Business Partner:",
      "item_a": "(a) the Tasker must provide Business Services to the Business Partner in accordance with the Task Contract and any applicable Business Partner Contract;",
      "item_b": "(b) the terms of the Business Partner Contract will prevail to the extent of any inconsistency."
    }
  },
  "payment_facility_section": {
    "title": "8. PAYMENT FACILITY",
    "payment_facility_8_1": "8.1 Taklief uses a Payment Provider to operate the Payment Account.",
    "payment_facility_8_2": "8.2 In so far as it is relevant to the provision of the Payment Account, the terms at https://stripe.com/au/ssa are incorporated into this Agreement and will prevail over this Agreement to the extent of any inconsistency in relation to the provision of the Payment Account.",
    "payment_facility_8_3": "8.3 If Taklief changes its Payment Provider You may be asked to agree to any further additional terms with those providers. If you do not agree to them, you will be given alternative means of payment."
  },
  "third_party_services_section": {
    "title": "9. THIRD PARTY SERVICES",
    "third_party_services_9_1": "9.1 Taklief may from time to time include Third Party Services on the Taklief Platform. These Third Party Services are not provided by Taklief.",
    "third_party_services_9_2": "9.2 Third Party Services are offered to Users pursuant to the third party's terms and conditions. Third Party Services may be promoted on the Taklief Platform as a convenience to our Users who may find the Third Party Services of interest or of use.",
    "third_party_services_9_3": "9.3 If a User engages with any Third Party Service provider, the agreement will be directly between the User and that Third Party Service provider.",
    "third_party_services_9_4": "9.4 Taklief makes no representation or warranty as to the Third Party Services. However, to help us continue to improve our Taklief Platform, Users may inform Taklief of their Third Party Service experience here."
  },
  "verification_and_badges_section": {
    "title": "10. VERIFICATION & BADGES",
    "verification_and_badges_10_1": "10.1 Taklief may use Identity Verification Services.",
    "verification_and_badges_10_2": "10.2 You agree that Taklief Identity Verification Services may not be fully accurate as all Taklief Services are dependent on User-supplied information and/or information or Verification Services provided by third parties.",
    "verification_and_badges_10_3": "10.3 You are solely responsible for identity verification and Taklief accepts no responsibility for any use that is made of an Taklief Identity Verification Service.",
    "verification_and_badges_10_4": "10.4 Taklief Identity Verification Services may be modified at any time.",
    "verification_and_badges_10_5": "10.5 The Taklief Platform may also include a User-initiated feedback system to help evaluate Users.",
    "verification_and_badges_10_6": "10.6 Taklief may make Badges available to Taskers. The available Badge can be requested by the Tasker via the Taklief Platform, and arranged on behalf of the Tasker and issued by Taklief, for a fee. Obtaining Badges may be conditional upon the provision of certain information or documentation by the Tasker and determined by Taklief or a third party verifier which shall be governed by its terms.",
    "verification_and_badges_10_7": "10.7 You acknowledge that Badges are point in time checks and may not be accurate at the time it is displayed. You acknowledge that to the extent You relied on a Badge in entering into a Task Contract, you do so aware of this limitation. You should seek to verify any Badge with the Tasker prior to commencing the task.",
    "verification_and_badges_10_8": "10.8 It remains the Tasker's responsibility to ensure that information or documentation it provides in obtaining a Badge is true and accurate and must inform Taklief immediately if a Badge is no longer valid.",
    "verification_and_badges_10_9": "10.9 Taklief may, at its discretion, issue Badges to Taskers for a fee.",
    "verification_and_badges_10_10": "10.10 The issue of a Badge to a Tasker remains in the control of Taklief and the display and use of a Badge is licensed to the Tasker for use on the Taklief Platform only. Any verification obtained as a result of the issue of a Badge may not be used for any other purpose outside of the Taklief Platform.",
    "verification_and_badges_10_11": "10.11 Taklief retains the discretion and right to not issue, or remove without notice, a Badge if You are in breach of any of the terms of this Agreement, the Badge has been issued incorrectly, obtained falsely, has expired, is no longer valid or for any other reason requiring its removal by Taklief."
  },
  "insurance_section": {
    "title": "11. INSURANCE",
    "insurance_11_1": "11.1 Taklief may offer its Users an opportunity to obtain insurance for certain Task Contracts. All such insurance will be offered by a third party. Any application and terms and conditions for such third party insurance will be displayed on the Taklief website when they are available. Taklief confirms that all insurance policies are Third Party Services and governed by further terms set out for Third Party Services.",
    "insurance_11_2": "11.2 Taklief does not represent that any insurance it acquires or which is offered via the Taklief Platform is adequate or appropriate for any particular User.",
    "insurance_11_3": "11.3 Each User must make its own enquiries about whether any further insurance is required and Taskers remain responsible for ensuring that they have, and maintain, sufficient insurance to cover the Services provided to other Users of the Taklief Platform.",
    "insurance_11_4": "11.4 Taklief may also take out other insurance itself and that insurance may at Taklief's option extend some types of cover to Users. Taklief reserves the right to change the terms of its insurance policies with the third party insurance providers at any time. A summary of the policies are available on the Taklief website and the policy details can be requested via Taklief. Users are responsible for familiarising themselves with these details.",
    "insurance_11_5": "11.5 You acknowledge and agree that in the event that a claim is made relating to any services performed and/or goods provided by a Tasker, and the insurance taken out by Taklief (if any) responds to that claim then this clause applies. If a claim is made against a Tasker, Taklief may (provided that the Tasker consents) elect to make a claim under any applicable policy and if the claim is successful, Taklief reserves its right to recover any excess or deductible payable in respect of the claim from the Tasker. Where Taklief makes a claim and the insurer assesses that the Tasker is responsible, Taklief is entitled to rely on that assessment. If You do not pay any excess due under this clause, Taklief may also elect to set this amount off some or all of the excess paid by it against future moneys it may owe to You.",
    "insurance_11_6": "11.6 You acknowledge and agree that in the event that a claim is made relating to any services performed and/or goods provided by a Tasker, and the insurance taken out by Taklief (if any) does not respond to the claim or the claim is below the excess payable to the insurer, then this clause applies. Taklief may elect to reject or pay an amount to settle a claim not covered by Taklief's own insurance policies. To the extent that the Tasker was or would be liable for the amount of the claim, if Taklief elects to pay an amount to settle the claim the amount paid by Taklief may be recovered by Taklief from the Tasker. Taklief may also elect to set this amount off against future moneys it may owe to the Tasker."
  },
  "feedback_section": {
    "title": "12. FEEDBACK",
    "feedback_12_1": "12.1 You can complain about any comment made on the Taklief Platform using the 'Report' function of the Taklief Platform or contact Taklief via the Taklief Platform.",
    "feedback_12_2": "12.2 Taklief is entitled to suspend or terminate Your account at any time if Taklief, in its sole and absolute discretion, is concerned by any feedback about You, or considers Your feedback rating to be problematic for other Taklief Users."
  },
  "limitation_of_liability_section": {
    "title": "13. LIMITATION OF LIABILITY",
    "content": "Please see Your Country Specific Terms for the applicable exclusions and limitations of liability."
  },
  "privacy_section": {
    "title": "14. PRIVACY",
    "privacy_14_1": "14.1 Third Party Service providers will provide their service pursuant to their own Privacy Policy. Prior to acceptance of any service from a third party, You must review and agree to their terms of service including their privacy policy.",
    "privacy_14_2": "14.2 Taklief will endeavour to permit you to transact anonymously on the Taklief Platform. However in order to ensure Taklief can reduce the incidence of fraud and other behaviour in breach of the Community Guidelines, Taklief reserves the right to ask Users to verify themselves in order to remain a User."
  },
  "modifications_section": {
    "title": "15. MODIFICATIONS TO THE AGREEMENT",
    "modifications_15_1": "15.1 Taklief may modify this Agreement or the Policies (and update the Taklief pages on which they are displayed) from time to time. Taklief will send notification of such modifications to Your Taklief account or advise You the next time You login.",
    "modifications_15_2": "15.2 When You actively agree to amended terms (for example, by clicking a button saying \"I accept\") or use the Taklief Platform in any manner, including engaging in any acts in connection with a Task Contract, the amended terms will be effective immediately. In all other cases, the amended terms will automatically be effective 30 days after they are initially notified to You.",
    "modifications_15_3": "15.3 If You do not agree with any changes to this Agreement (or any of our Policies), You must either terminate your account or You must notify Taklief who will terminate Your Taklief account, and stop using the Taklief Service."
  },
  "no_agency_section": {
    "title": "16. NO AGENCY",
    "no_agency_16_1": "16.1 No agency, partnership, joint venture, employee-employer or other similar relationship is created by this Agreement. In particular You have no authority to bind Taklief, its related entities or affiliates in any way whatsoever. Taklief confirms that all Third Party Services that may be promoted on the Taklief Platform are provided solely by such Third Party Service providers. To the extent permitted by law, Taklief specifically disclaims all liability for any loss or damage incurred by You in any manner due to the performance or non-performance of such Third Party Service."
  },
  "notices_section": {
    "title": "17. NOTICES",
    "notices_17_1": "17.1 Except as stated otherwise, any notices must be given by registered ordinary post or by email, either to Taklief's contact address as displayed on the Taklief Platform, or to Taklief Users' contact address as provided at registration. Any notice shall be deemed given:",
    "notices_17_1_a": "(a) if sent by email, 24 hours after email is sent, unless the User is notified that the email address is invalid or the email is undeliverable, and",
    "notices_17_1_b": "(b) if sent by pre-paid post, three Business Days after the date of posting, or on the seventh Business Day after the date of posting if sent to or posted from outside the jurisdiction in which You have Your Taklief Platform account.",
    "notices_17_2": "17.2 Notices related to performance of any Third Party Service must be delivered to such third party as set out in the Third Party Service provider's terms and conditions."
  },
  "mediation_and_dispute_resolution_section": {
    "title": "18. MEDIATION AND DISPUTE RESOLUTION",
    "mediation_and_dispute_resolution_18_1": "18.1 Taklief encourages You to try and resolve disputes (including claims for returns or refunds) with other Users directly. Accordingly, You acknowledge and agree that Taklief may, in its absolute discretion, provide Your information as it decides is suitable to other parties involved in the dispute.",
    "mediation_and_dispute_resolution_18_2": "18.2 If a dispute arises with another User, You must co-operate with the other User and make a genuine attempt to resolve the dispute.",
    "mediation_and_dispute_resolution_18_3": "18.3 Taklief may elect to assist Users resolve disputes. Any User may refer a dispute to Taklief. You must co-operate with any investigation undertaken by Taklief. Taklief reserves the right to make a final determination (acting reasonably) based on the information supplied by the Users and direct the Payment Provider to make payment accordingly. You may raise your dispute with the other User or Taklief's determination in an applicable court or tribunal.",
    "mediation_and_dispute_resolution_18_4": "18.4 Taklief has the right to hold any Agreed Price that is the subject of a dispute in the Payment Account, until the dispute has been resolved.",
    "mediation_and_dispute_resolution_18_5": "18.5 Taklief may provide access to a Third Party Dispute Service. If such a service is provided, either party may request the other party to submit to the Third Party Dispute Service if the parties have failed to resolve the dispute directly. Terms and conditions for the Third Party Dispute Service will be available on request. The Third Party Dispute Service is a Third Party Service and Users are responsible for paying any costs associated with the Third Party Dispute Service in accordance with the Third Party Dispute Service terms and conditions.",
    "mediation_and_dispute_resolution_18_6": "18.6 Disputes with any Third Party Service provider must proceed pursuant to any dispute resolution process set out in the terms of service of the Third Party Service provider.",
    "mediation_and_dispute_resolution_18_7": "18.7 If You have a complaint about the Taklief Service please contact us here. 18.8 If Taklief provides information about other Users to You for the purposes of resolving disputes under this clause, You acknowledge and agree that such information will be used only for the purpose of resolving the dispute (and no other purpose) and that you will be responsible and liable to Taklief for any costs, losses or liabilities incurred by Taklief in relation to any claims relating to any other use of information not permitted by this Agreement."
  },
  "termination_section": {
    "title": "19. TERMINATION",
    "termination_19_1": "19.1 Either You or Taklief may terminate your account and this Agreement at any time for any reason.",
    "termination_19_2": "19.2 Termination of this Agreement does not affect any Task Contract that has been formed between Taklief Users.",
    "termination_19_3": "19.3 Third Party Services are conditional upon, and governed by, Third Party Service provider terms and conditions.",
    "termination_19_4": "19.4 Sections 4 (Fees), 13 (Limitation of Liability) and 18 (Mediation and Dispute Resolution) and any other terms which by their nature should continue to apply, will survive any termination or expiration of this Agreement.",
    "termination_19_5": "19.5 If Your account or this Agreement are terminated for any reason then You may not without Taklief's consent (in its absolute discretion) create any further accounts with Taklief and we may terminate any other accounts You operate."
  },
  "general_section": {
    "title": "20. GENERAL",
    "general_20_1": "20.1 This Agreement is governed by the laws specified in Your Country Specific Terms.",
    "general_20_2": "20.2 The provisions of this Agreement are severable, and if any provision of this Agreement is held to be invalid or unenforceable, such provision may be removed and the remaining provisions will be enforceable.",
    "general_20_3": "20.3 This Agreement may be assigned or novated by Taklief to a third party without your consent. In the event of an assignment or novation the User will remain bound by this Agreement.",
    "general_20_4": "20.4 This Agreement sets out the entire understanding and agreement between the User and Taklief with respect to its subject matter."
  },
  "appendix_section": {
    "appendix_title": "APPENDIX A:",
    "task_contract_title": "MODEL TASK CONTRACT",
    "country_specific_title": "COUNTRY SPECIFIC TERMS",
    "saudi_arabia_terms": "The kingdom of Saudi Arabian Terms",
    "saudi_arabia_description": "If You are a User who has Your Taklief Platform account in (or the Services are performed in) The kingdom of Saudi Arabia then the following terms will also apply to or may vary this Agreement to the extent specified:"
  },
  "sa_terms_section": {
    "currency_reference": "a) a reference to SAR, ﷼ or SR is to The kingdom of Saudi Arabian currency;",
    "model_contract_update": "b) The following is added as clause 3.3 in the Model Contract of Appendix A '3.3 The parties incorporate the Consumer Guarantees into the Task Contract, even if they are not already incorporated by law.';",
    "liability_exclusions": "c) The exclusions and limitations of liability shall be as follows:",
    "liability_points": {
      "point_1": "(1) Except for liability in relation to breach of Non-excludable Condition, to the extent permitted by law, Taklief specifically disclaims all liability for any loss or damage (actual, special, direct, indirect and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed (including, without limitation, loss or damage relating to any inaccuracy of information provided, or the lack of fitness for purpose of any goods or service supplied), arising out of or in any way connected with any transaction between Posters and Taskers.",
      "point_2": "(2) Except for liability in relation to a breach of any Non-excludable Condition, to the extent permitted by law, Taklief specifically disclaims all liability for any loss or damage (actual, special, direct, indirect and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed (including, without limitation, loss or damage relating to any inaccuracy of information provided, or the lack of fitness for purpose of any goods or service supplied), arising out of or in any way connected with any transaction between You and any Third Party Service provider who may be included from time to time on the Taklief Platform.",
      "point_3": "(3) Except for liability in relation to a breach of any Non-excludable Condition, and to the extent permitted by law, Taklief is not liable for any Consequential Loss arising out of or in any way connected with the Taklief Services.",
      "point_4": "(4) Except for liability in relation to a breach of any Non-excludable Condition, Taklief's liability to any User of the Taklief Service is limited to the total amount of payment made by that User to Taklief during the twelve month period prior to any incident causing liability of Taklief, or SAR50.00, whichever is greater.",
      "point_5": "(5) Taklief's liability to You for a breach of any Non-excludable Condition (other than a Non-excludable Condition that by law cannot be limited) is limited, at our option to any one of resupplying, replacing or repairing, or paying the cost of resupplying, replacing or repairing goods in respect of which the breach occurred, or supplying again or paying the cost of supplying again, services in respect of which the breach occurred."
    }
  },
  "glossary_section": {
    "agreement": "\"Agreement\" means the most updated version of the agreement between Taklief and a User.",
    "agreed_price": "\"Agreed Price\" means agreed price for Services (including any variation) paid into the Payment Account made by the Poster but does not include any costs incurred by the Tasker when completing Services which the Poster agrees to reimburse.",
    "taklief": "\"Taklief\" means \"we\" \"us\" \"our\" means the legal entity prescribed in Your Country Specific Terms.",
    "taklief_badge": "\"Taklief Badge\" means a badge that may be issued to a User based on the User meeting certain qualifications or other thresholds, including Verification Icons, as determined and set by Taklief.",
    "taklief_platform": "\"Taklief Platform\" means the Taklief website at http://www.taklief.org/, Taklief smartphone app, and any other affiliated platform that may be introduced from time to time.",
    "taklief_service": "\"Taklief Service\" means the service of providing the Taklief Platform.",
    "badge": "\"Badge\" means an Taklief Badge and Verification Icon.",
    "business_day": "\"Business Day\" means a day on which banks are open for general business in the jurisdiction where Users have their Taklief Platform account, other than a Saturday, Sunday or public holiday.",
    "business_partner_contract": "\"Business Partner Contract\" means a contract between a Business Partner and a Tasker to perform Business Services.",
    "business_partner": "\"Business Partner\" means the business or individual that enters into an agreement with Taklief to acquire Business Services.",
    "business_services": "\"Business Services\" means Services provided by a Tasker to a Business Partner acquired for the purpose of on selling to a third party (such as the Business Partner's customer).",
    "cancellation_admin_fee": "\"Cancellation Admin Fee\" means the Fee payable by a Poster or a Tasker for cancelling a Task Contract and will not exceed 22% of the Agreed Price.",
    "consequential_loss": "\"Consequential Loss\" means any loss, damage or expense recoverable at law:"
  },
  "definitions_section": {
    "a": "(a) other than a loss, damage or expense that would be suffered or incurred by any person in a similar situation to the person suffering or incurring the loss, damage or expense; or",
    "b": "(b) which is a loss of:",
    "b1": "a. opportunity or goodwill;",
    "b2": "b. profit, revenue or anticipated savings; or",
    "b3": "c. data or corruption of data.",
    "b4": "d. value of any equipment,"
  },
  "country_specific_terms": "Country Specific Terms means those terms set out in Appendix B.",
  "fees": "Fees means all fees payable to Taklief by Users including the Service Fee.",
  "identity_verification_services": "Identity Verification Services means the tools available to help Users verify the identity, qualifications or skills of other Users including mobile phone verification, verification of payment information, References, integration with social media, Taklief Badges and Verification Icons.",
  "instant_claim": "Instant Claim means the acceptance of an Offer by a Tasker via the Search Assist function.",
  "marketing_material": "Marketing Material means any updates, news and special offers in relation to Taklief or its Third Party Services.",
  "non_excludable_condition": "Non-excludable Condition means any implied condition, warranty or guarantee in a contract, the exclusion of which would contravene the law or cause any part of the contract to be void. Further detail on the Non-excludable Conditions for consumers in The kingdom of Saudi Arabia is set out in the relevant Your Country Specific Terms.",
  "occurrence": "Occurrence means each individual occurrence of services to be performed by a Tasker that form part of Recurring Services.",
  "offer": "Offer means an offer made by a Tasker in response to a Posted Task to perform the Services. or an offer made by a Poster for the performance of Services by a Tasker when using Search Assist",
  "payment_account": "Payment Account means the account operated by the Payment Provider.",
  "payment_provider": "Payment Provider means an entity appointed by Taklief that manages and operates the Payment Account including accepting payments from and making payments to Users.",
  "personal_information": "Personal Information has the same meaning as described in Your Country Specific Terms.",
  "policies": "Policies means the policies posted by Taklief on the Taklief Platform, including but not limited to the Community Guidelines.",
  "poster": "Poster means a User that posts on the Taklief Platform in search of particular Services.",
  "posted_task": "Posted Task means the Poster's request for Services published on the Platform (including via Search Assist), and includes the deadline for completion, price and description of the Services to be provided.",
  "poster_service_fee": "Poster Service Fee means the fee payable by the Poster to Taklief as consideration for the Taklief Services (and comprised as part of the Agreed Price) displayed to a Poster prior to entering into each Task Contract",
  "recurring_services": "Recurring Services means the same services procured by a Poster using the Search Assist feature from the same Tasker on a recurring basis, for example weekly, fortnightly or monthly.",
  "reference": "Reference means a feature allowing a User to request other Users to post a reference on the Taklief Platform endorsing that User.",
  "search_assist": "Search Assist means a feature of the Taklief Platform whereby a Poster can submit specific details of a Posted Task with Taklief's assistance to calculate the Agreed Price and find potential Taskers to perform the Services. This may also be referred to on the Taklief Platform as Instant Booking.",
  "service_fee": "Service Fee means the Poster Service Fee and the Tasker Service Fee.",
  "services": "Services means the services to be rendered as described in the Posted Task, including any variations or amendments agreed before or subsequent to the creation of a Task Contract and for Recurring Services the Services are the services to be performed under each Occurrence.",
  "stored_value": "Stored Value means the physical or virtual card, coupon, voucher or code containing credit or a discount or refund provided as credit or anything else identified or described as 'Stored Value' in this Agreement, for use on the Taklief Platform.",
  "task_contract": "Task Contract means the separate contract which is formed between a Poster and a Tasker for Services. In the absence of, or in addition to, any terms specifically agreed, the model terms of which are included in Appendix A to the Agreement apply to Task Contracts.",
  "tasker": "Tasker means a User who provides Services to Posters.",
  "tasker_funds": "Tasker Funds means the Agreed Price less the Service Fee.",
  "tasker_service_fee": "Tasker Service Fee means the fee payable by the Tasker to Taklief as consideration for the Taklief Services (and comprised as part of the Agreed Price) displayed to a Tasker prior to entering into each Task Contract.",
  "third_party_dispute_service": "Third Party Dispute Service means a third party dispute resolution service provider used to resolve any disputes between Users.",
  "third_party_service": "Third Party Service means the promotions and links to services offered by third parties as may be featured on the Taklief Platform from time to time.",
  "user": "User or You means the person who has signed up to use the Taklief Platform, whether as the Poster, Tasker, or otherwise.",
  "verification_icons": "Verification Icons means the icons available to be displayed on a User's profile and any such posts on the Taklief Platform to confirm details such as a User's qualification, license, certificate or other skill.",
  "rules_of_interpretation": "Rules of Interpretation:",
  "rule_a": "(a) the singular includes the plural and vice versa, and a gender includes other genders;",
  "rule_b": "(b) another grammatical form of a defined word or expression has a corresponding meaning;",
  "rule_c": "(c) a reference to a document or instrument includes the document or instrument as novated, altered, supplemented or replaced from time to time;",
  "rule_d": "(d) the applicable currency shall be the currency specified in Your Country Specific Terms;",
  "rule_e": "(e) a reference to a person includes a natural person, partnership, body corporate, association, governmental or local authority or agency or other entity;",
  "rule_f": "(f) a reference to a statute, ordinance, code or other law includes regulations and other instruments under it and consolidations, amendments, re-enactments or replacements of any of them;",
  "rule_g": "(g) the meaning of general words is not limited by specific examples introduced by including, for example or similar expressions;",
  "rule_h": "(h) headings are for ease of reference only and do not affect interpretation;",
  "rule_i": "(i) any agreement, representation, warranty or indemnity in favour of two or more parties (including where two or more persons are included in the same defined term) is for the benefit of them jointly and severally;",
  "rule_j": "(j) a rule of construction does not apply to the disadvantage of a party because the party was responsible for the preparation of this agreement or any part of it.",
  "revised_date": "Revised July 2020 copyright Taklief 2020"
}
