{
  "homepage_headline": "एक एकीकृत डिजिटल प्लेटफॉर्म जो समुदाय द्वारा आवश्यक विभिन्न क्षेत्रों में गुणवत्ता सेवा प्रदाताओं और गुणवत्ता कार्य चाहने वालों को संग्रहित करता है",
  "made_for_community": "समुदाय के लिए बनाया गया है",
  "get_it_done": "करा लो",
  "get_things_done": "काम करवा लो",
  "labour_exchange": "यहाँ तक कि कैसे श्रम वास्तविक दुनिया में आदान-प्रदान होता है को नई दृष्टिकोण देना",
  "browse_tasks": "कार्यों को ब्राउज़ करें",
  "for": "के लिए",
  "poster_principles": "पोस्टर के सिद्धांत",
  "tasker_principles": "टास्कर के सिद्धांत",
  "when_will_i_get_paid": "मैं कब पैसे पा जाऊँगा?",
  "ios_app": "iOS एप्लिकेशन",
  "coming_soon": "जल्दी ही आ रहा है",
  "about_taklief": "तकलीफ एक रायद की आधारित सऊदी प्लेटफॉर्म है जो रियाद में स्थित है और उपभोक्ताओं को उनके दैनिक कार्यों को आउटसोर्स करने के लिए मोबाइल विपणी प्रदान करता है। उपयोगकर्ता कार्य का वर्णन करते हैं और इसके बजट को सेट करते हैं, फिर समुदाय के सदस्य अपने बोल देने के लिए बोलते हैं कि कार्य को पूरा करने का प्रयास करें।",
  "what_do_you_need": "तुम्हें क्या किया जाना है?",
  "post_task_desc": "अपने कार्य के बारे में हमें बताना शुरू करो। बताओ कि तुम्हें यह कब और कहां (व्यक्तिगत या दूरस्थ) करना है, तब तुम्हारे कार्य के लिए एक उचित बजट सुझाओ। किसी भी कार्य को पोस्ट करो, बिल्कुल!",
  "assgin_person": "तुम्हारे लिए सर्वश्रेष्ठ व्यक्ति को निर्धारित करो",
  "take_look": "प्रोफ़ाइल और समीक्षाएँ देखने के लिए सर्वश्रेष्ठ टास्कर को चुनने के लिए। जब आप एक प्रस्ताव स्वीकार करते हैं, तुम्हारा भुगतान तकलीफ पे के साथ सुरक्षित रूप से रखा जाता है जब तक कि कार्य पूरा नहीं हो जाता। अब तुम मैसेज और कॉल कर सकते हो टास्कर को विवरण सॉर्ट करने के लिए।",
  "task_completed": "कार्य पूरा हुआ",
  "task_completion_message": "तुम्हारे कार्य पूरा होने पर, तुम्हें बस तकलीफ पे के साथ रखे गए भुगतान को रिलीज़ करना होगा। तब तुम टास्कर के लिए एक समीक्षा छोड़ सकते हो ताकि सभी को पता चले कि उन्होंने कितना बढ़िया काम किया है!",
  "home": "होम",
  "more": "अधिक",
  "tasker_principle": "टास्कर के सिद्धांत",
  "poster_principle": "पोस्टर के सिद्धांत",
  "community_guideline": "समुदाय दिशानिर्देश",
  "society_to_society": "समाज से समाज तक",
  "about_taklief_short": "तकलीफ पूरी तरह से समुदाय आधारित वातावरण है",
  "when_get_paid": "मैं कब पैसे पा सकता हूँ?",
  "client_hasnt_released": "ग्राहक ने अभी तक भुगतान नहीं किया है!",
  "terms_of_service": "सेवा की शर्तें",
  "copyright": "©2023 सभी अधिकार सुरक्षित हैं Taklief LLC",
  "get_app_to_view_link": "इस लिंक को देखने के लिए ऐप प्राप्त करें",
  "for_iphone": "आईओएस के लिए",
  "for_android": "एंड्रॉयड के लिए",
  "for_web": "वेब के लिए",
  "not_found": "पृष्ठ नहीं मिला जा सकता",
  "task_guidelines": {
    "section_a": {
      "title": "A. कार्यों को कानूनी होना चाहिए",
      "content": "हमारे सभी सदस्यों के लिए एक सुरक्षित और सुरक्षित अनुभव सुनिश्चित करने के लिए, सभी पोस्ट किए गए कार्यों को कानूनी होना चाहिए। अवैध कृत्यों को प्रोत्साहित, प्रेरित या संवेदनशीलता करना सख्ती से निषेध है। टैक्लीफ पर धोखाधड़ी भी सहिष्णुता नहीं करती है और हटा दी जाएगी।"
    },
    "section_b": {
      "title": "B. प्रतिबंधित वस्त्र सूची",
      "content": "कार्यों को युद्ध या अवैध गतिविधि से संबंधित नहीं होना चाहिए, जिससे एक अपराध की ओर बढ़ावा हो सकता है। ड्रग्स से संबंधित किसी भी अनुरोध, समेत पर्ची या ड्रग्स का सामान, मना है। ये गतिविधियाँ केवल गंभीर कानूनी परिणाम हो सकते हैं, बल्कि ये टैक्लीफ की आत्मा और मूल्यों के खिलाफ भी हैं।"
    },
    "section_c": {
      "title": "C. कोई एस्कॉर्ट या वयस्क सेवाएं नहीं",
      "content": "एस्कॉर्ट, वयस्क सेवाएं और मालिश कार्य टैक्लीफ पर सख्ती से प्रतिबंधित हैं। इसमें ऐसी कार्यों या टिप्पणियों शामिल हैं जो अश्लील या यौन रूप में स्पष्ट हैं। हम सीमाएं बढ़ा रहे हैं और भविष्य को नया रूप देने में मदद कर रहे हैं, लेकिन यहां हम रेखा खींचते हैं।"
    },
    "section_d": {
      "title": "D. स्पष्ट विस्तार, समय और बजट की आवश्यकता",
      "content": "अपने कार्यों को पूरा करने में मदद करने के लिए, यह महत्वपूर्ण है कि आपकी कार्य में स्पष्ट विस्तार, समय और बजट हों।\n\n- **विस्तार:** कार्य विवरण को स्पष्ट और विस्तृत रूप से यह कहना चाहिए कि आपको क्या करना है। जितनी संभावना हो सके उत्तराधिकारी को अपेक्षाएँ समझने में मदद करने के लिए।\n- **समय:** क्या कार्य को किसी विशिष्ट दिन को पूरा किया जाना चाहिए, या क्या यह उत्तराधिकारी के साथ लचीला हो सकता है? यदि विशिष्ट है, तो कार्य विवरण में उल्लेख करें।\n- **बजट:** कार्य के लिए आवश्यक समय और प्रयास के लिए एक उच्च मूल्य निर्धारित करना महत्वपूर्ण है। टैक्लीफ किसी भी कार्य के लिए कम मूल्य निर्धारण का समर्थन नहीं करती है, और यदि पाया जाए, तो एक कार्य को माध्यमिक किया जा सकता है।\n\nइनसे उत्तराधिकारियों को यह जानने में मदद होगी कि क्या उनमें कौशल और उपलब्धता है आपके कार्य को पूरा करने के लिए। यह यह भी मदद करेगा कि तय किए गए अपेक्षाएँ के संबंध में कोई भ्रांतियों से बचा जा सकता है।",
      "highlighted": "अपने कार्यों को पूरा करने में मदद करने के लिए, यह महत्वपूर्ण है कि आपके कार्य में स्पष्ट विस्तार, समय और बजट हों।",
      "scope": {
        "title": "विस्तार:",
        "content": "कार्य विवरण को स्पष्ट और विस्तृत रूप से यह कहना चाहिए कि आपको क्या करना है। जितनी संभावना हो सके उत्तराधिकारी को अपेक्षाएँ समझने में मदद करने के लिए।"
      },
      "time": {
        "title": "समय:",
        "content": "क्या कार्य को किसी विशिष्ट दिन को पूरा किया जाना चाहिए, या क्या यह उत्तराधिकारी के साथ लचीला हो सकता है? यदि विशिष्ट है, तो कार्य विवरण में उल्लेख करें।"
      },
      "budget": {
        "title": "बजट:",
        "content": "कार्य के लिए आवश्यक समय और प्रयास के लिए एक उच्च मूल्य निर्धारित करना महत्वपूर्ण है। टैक्लीफ किसी भी कार्य के लिए कम मूल्य निर्धारण का समर्थन नहीं करती है, और यदि पाया जाए, तो एक कार्य को माध्यमिक किया जा सकता है।"
      },
      "help_taskers": "ये उत्तराधिकारियों को यह जानने में मदद करते हैं कि क्या उनमें कौशल और उपलब्धता है आपके कार्य को पूरा करने के लिए। यह यह भी मदद करेगा कि तय किए गए अपेक्षाएँ के संबंध में कोई भ्रांतियों से बचा जा सकता है।"
    },
    "section_e": {
      "title": "E. कार्य-आधारित पोस्ट",
      "content": "टैक्लीफ प्लेटफ़ॉर्म एक कार्य-आधारित प्लेटफ़ॉर्म है जो आपको उन सभी विचित्र और विचित्र चीजों को आउटसोर्स करने के लिए प्रेरित करता है जो आपको किसी भी दिन चाहिए हो सकता है। हालांकि, प्लेटफ़ॉर्म की निर्देशिका की नीति की रखरखाव के लिए कुछ प्रकार के कार्यों का समर्थन नहीं किया जाता है। जो प्राकृतिक रूप से धोखाधड़ी हैं, उन्हें अनुमति नहीं है। इसमें शामिल है, लेकिन इससे सीमित नहीं है, झूठी व्यापार समीक्षाएं, सोशल मीडिया में लाइक और फॉलो करने का अनुरोध करना।",
      "example_1": {
        "title": "उदाहरण 1:",
        "content": "सारा का कार्य, टाकलीफ पर अपनी कंपनी की वेबसाइट और Google Maps पर 5-स्टार समीक्षाएं छोड़ने का अनुरोध करना, तुरंत टाकलीफ द्वारा रद्द कर दिया गया था। उसको सूचित किया गया था कि उसका कार्य सामुदायिक दिशानिर्देशों के साथ मेल नहीं खाता था। शैक्षिक गतिविधियाँ और असाइनमेंट-आधारित कार्य, जैसे कि किसी के पक्ष पर असाइनमेंट, परीक्षा या कोर्स को पूरा करना, सख्ती से प्रतिबंधित हैं। इसके अलावा, किसी के शैक्षिक कार्य पर सुनिश्चित करने के रूप में प्रूफरीडिंग, संपादन, योजना, संरचना, संदर्भ और किसी अन्य के शैक्षिक कार्य पर प्रतिक्रिया प्रदान करने की मदद भी समर्थित नहीं है।"
      },
      "example_2": {
        "title": "उदाहरण 2:",
        "content": "अहमद ने अपने एक्सेज़ीस पर संपादन करने के लिए एक टास्कर की तलाश की, जो कि फ्रांसीसी क्रांति पर 1,000 शब्द की निबंध था। पोस्ट करने के बाद ही, अहमद से संपर्क किया गया और उसको यह सूचित किया गया कि कार्य को समर्थित नहीं है क्योंकि प्रूफरीडिंग टास्कलीफ पर समर्थित नहीं है। इसके अलावा, टास्कलीफ के बाहर काम के लिए भरपूर उद्धारण निवेदन करने के लिए भी अनुमति नहीं है।"
      },
      "example_3": {
        "title": "उदाहरण 3:",
        "content": "सौद ने एक न्यूनतम मूल्य स्थापित करके अपने घर आने और उसके 3 बेडरूम वाले घर को पेंट करने के लिए एक टास्कर की आवश्यकता होने पर एक टास्क पोस्ट किया। क्योंकि कार्य ने एक कोट और वास्तविक पेंटिंग सेवा की आवश्यकता की थी, इसलिए टाकलीफ द्वारा रद्द कर दिया गया। नंगे, टॉपलेस या लिंजरी, स्विमवियर और जिम वियर की तरह कपड़े पहनने की आवश्यकता है, उन्हें समर्थन नहीं किया जाता है।"
      },
      "example_4": {
        "title": "उदाहरण 4:",
        "content": "जोएन ने एक टास्कर को बिकिनी फ़ोटोशूट के लिए मॉडल बनने के लिए एक टास्क पोस्ट किया। टास्कर को बिकिनी पहनना होगा इसलिए कार्य को रद्द कर दिया गया। उन कार्यों को समर्थन नहीं किया जाता है जो व्यक्ति या व्यापार की जानकारी को उनकी अनुमति और सहमति के बिना जांचने या जुटाने के साथ जुड़े हैं। ऋण संग्रहण कार्यों को भी समर्थन नहीं किया जाता है। टास्क्स जिनमें किसी से कैश निकालने, उपहार कार्ड्स, पोस्टर के लिए वाउचर्स खरीदने, या सीधे बैंक ट्रांसफर्स या STCPay के तरीकों से पैसे भेजने का अनुरोध होता है, उन्हें समर्थन नहीं किया जाता है।"
      }
    },
    "section_f": {
      "title": "F. कोई विज्ञापन नहीं",
      "content": "हम व्यापारों को उनके व्यापार को बढ़ावा देने के लिए टैक्लीफ पर कार्यों को आउटसोर्स करने का समर्थन करते हैं, हालांकि टैक्लीफ व्यापार विज्ञापनों के लिए एक प्लेटफ़ॉर्म नहीं है, न ही स्थायी नौकरी के विज्ञापनों के लिए नौकरी का बोर्ड है। टैक्लीफ किसी भी नौकरी के लिए आवेदन करने के लिए भी एक प्लेटफ़ॉर्म नहीं है।",
      "example_1": {
        "title": "उदाहरण 1:",
        "content": "फारिस ने एक निर्माता के रूप में पार्ट-टाइम या फुल-टाइम नौकरी के लिए एक टास्क पोस्ट किया। क्योंकि टास्क रिक्वेस्ट्स टाकलीफ प्लेटफ़ॉर्म में समर्थित नहीं हैं, इसलिए टाकलीफ द्वारा हटा दिया गया था।"
      },
      "example_2": {
        "title": "उदाहरण 2:",
        "content": "अमंडा के पास एक ड्राइविंग स्कूल है और उन्होंने फुल-टाइम ड्राइविंग इंस्ट्रक्टर्स की तलाश में एक टास्क पोस्ट किया, घंटे के अनुसार। अमंडा का कार्य हटा दिया गया क्योंकि इसे एक व्यापार विज्ञापन के रूप में माना गया था, इसलिए टाकलीफ प्लेटफ़ॉर्म में समर्थित नहीं है।"
      }
    }
  },
  "community_guidelines": "समुदाय दिशानिर्देश",
  "are_there_any_task_posting_guidelines": "क्या कोई टास्क पोस्टिंग दिशानिर्देश हैं?",
  "community_guideline_1": "Taklief प्लेटफ़ॉर्म आपको अधिक काम करने में मदद करता है। एक सुरक्षित, आदरणीय और मनोरम पर्यावरण बनाने के लिए, हमें आपसे नीचे दिए गए दिशानिर्देशों का पालन करने की आवश्यकता है।",
  "Moving furniture": "फर्नीचर को हटाना",
  "Gardening": "बागवानी",
  "Handyman": "हैंडीमैन",
  "Cleaning": "सफाई",
  "Business & Admin": "व्यापार और प्रशासन",
  "Delivery": "डिलीवरी",
  "Pedicure & manicure": "पेडीक्योर और मैनिक्योर",
  "Manpower": "मैनपावर",
  "Health": "स्वास्थ्य",
  "Art": "कला",
  "Construction": "निर्माण",
  "Lab & Research": "लैब और अनुसंधान",
  "Mechanic": "मैकेनिक",
  "Pets care": "पालतू जानवर की देखभाल",
  "Baby care": "बेबी केयर",
  "Web & design": "वेब और डिज़ाइन"
}
