{
  "homepage_headline": "منصة رقمية متكاملة تجمع بين مقدمي الخدمات عالية الجودة والباحثين عن عمل عالي الجودة في مجالات مختلفة يحتاجها المجتمع",
  "made_for_community": "صُنِعْ للمجتمع",
  "hero_text": ".تواصل، كلّف، أنجز <br/> منصة تمكنك من تكليف واسناد المهام الى الغير، والعثور على الخدمات المحلية بسهولة، وتقديم خدماتك للغير",
  "get_it_done": "انشر مهمة واحصل على عروض",
  "get_things_done": "إنجز مهامك",
  "labour_exchange": "إعادة تخيل كيفية تبادل العمل في العالم الحقيقي",
  "browse_tasks": "تصفح المهام",
  "for": "لـ",
  "poster_principles": "مبادئ المعلن",
  "tasker_principles": "مبادئ المنفذ",
  "when_will_i_get_paid": "متى سأحصل على المبلغ؟",
  "ios_app": "تجريبي",
  "coming_soon": "قريبًا",
  "about_taklief": "تكليف هي منصة سعودية مقرها الرياض توفر سوقًا متنقلًا لتمكين المستخدمين من تفويض مهامهم اليومية. يصف المستخدمون المهمة ويحددون ميزانيتها، ثم يقوم أعضاء المجتمع بتقديم عروضهم لمحاولة إكمال المهمة.",
  "what_do_you_need": "ما الذي تحتاج إلى إنجازه؟",
  "post_task_desc": "ابدأ بإخبارنا عن مهمتك. ذكر متى وأين (شخصيًا أو عن بُعد) تحتاج إلى إنجازها، ثم اقترح ميزانية عادلة للمهمة. نشر أي مهمة، ببساطة!",
  "assgin_person": "تعيين الشخص الأفضل بالنسبة لك",
  "take_look": "تفقد الصفحات الشخصية والتقييمات لاختيار أفضل منفذ لمهمتك. عندما تقبل عرضًا، يتم الاحتفاظ بدفعتك بشكل آمن مع تكليف باي حتى يتم اكتمال المهمة. الآن يمكنك المراسلة والاتصال بالمنفذ لترتيب التفاصيل.",
  "task_completed": "اكتمال المهمة",
  "task_completion_message": "بعد اكتمال مهمتك، ما عليك سوى إطلاق الدفع الذي تم الاحتفاظ به مع تكليف باي. ثم أنت حر في ترك تقييم للمنفذ حتى يعرف الجميع ما قاموا به من عمل رائع!",
  "home": "الرئيسية",
  "more": "المزيد",
  "contact_us": "اتصل بنا",
  "tasker_principle": "مبادئ المنفذ",
  "poster_principle": "مبادئ المعلن",
  "community_guideline": "إرشادات المجتمع",
  "society_to_society": "من المجتمع وإلى المجتمع",
  "about_taklief_short": "تكليف هي بيئة مبنية بالكامل على المجتمع",
  "when_get_paid": "متى سأحصل على المبلغ؟",
  "client_hasnt_released": "العميل لم يحرر المبلغ بعد!",
  "terms_of_service": "شروط الخدمة",
  "copyright": "©2023 جميع الحقوق محفوظة لشركة تكليف ذ.م.م",
  "get_app_to_view_link": "احصل على التطبيق لعرض هذا الرابط",
  "for_iphone": "لأجهزة iPhone",
  "for_android": "لأجهزة Android",
  "for_web": "للويب",
  "not_found": "لا يمكن العثور على الصفحة",
  "task_guidelines": {
      "section_a": {
        "title": "A. يجب أن تكون المهام قانونية",
        "content": "لضمان تجربة آمنة ومؤمنة لجميع أعضائنا، يجب أن تكون جميع المهام المنشورة قانونية. يُحظر بشدة التحريض على أو تشجيع الأعمال الغير قانونية. كما أن الاحتيال غير مسموح به أيضًا على Taklief وسيتم إزالته."
      },
      "section_b": {
        "title": "B. قائمة العناصر الممنوعة",
        "content": "يجب أن لا تتعلق المهام بالأسلحة أو الأنشطة غير القانونية، والتي قد تؤدي إلى ارتكاب جريمة. يُحظر أي طلبات تتعلق بالمخدرات، بما في ذلك الأدوية بوصفة طبية أو مستلزمات المخدرات. ليس فقط قد تكون لهذه الأنشطة عواقب قانونية خطيرة، ولكنها أيضًا تتعارض مع روح وقيم Taklief."
      },
      "section_c": {
        "title": "C. لا خدمات مرافقة أو للبالغين",
        "content": "تُحظر بشدة خدمات المرافقة والخدمات الخاصة بالبالغين والتدليك على Taklief. يتضمن هذا المهام أو التعليقات التي تكون مبتذلة أو جنسية بطبيعتها. بينما نحن ندفع بالحدود ونساعد في إعادة تصوير مستقبل التوظيف، إلا أننا نرسم الخط هنا."
      },
      "section_d": {
        "title": "D. النطاق، الوقت، والميزانية واضحة المطلوبة",
        "content": "لمساعدتك في إكمال مهامك، من المهم أن تكون لمهمتك نطاق واضح، ووقت، وميزانية.\n\n- **النطاق:** يجب أن توضح وصف المهمة بوضوح وشمولية ما تحتاجه بالضبط. إضافة أكبر قدر ممكن من المعلومات يساعد المنفذ على فهم التوقعات.\n- **الوقت:** هل تحتاج المهمة إلى الانتهاء في يوم محدد، أم يمكن أن تكون مرنة مع المنفذ؟ إذا كانت محددة، فضع ذلك في وصف المهمة.\n- **الميزانية:** تحديد سعر معقول لمقدار الوقت والجهد المطلوب للمهمة أمر بالغ الأهمية. Taklief لا توافق على تحديد أسعار منخفضة للمهام، وقد يتم مراقبة المهمة إذا وُجدت كذلك.\n\nهذه العناصر تساعد المنفذين في معرفة ما إذا كان لديهم المهارات والتوافر لإكمال مهمتك. كما أنها تساعد في تجنب أي سوء فهم حول التوقعات في الطريق.",
        "highlighted": "للمساعدة في إكمال مهامك، من المهم أن تكون مهمتك ذات نطاق واضح، وزمن، وميزانية.",
        "scope": {
          "title": "النطاق:",
          "content": "يجب أن توضح وصف المهمة بشكل واضح وشامل ما تحتاج إليه. إضافة أكبر قدر ممكن من المعلومات يساعد المنفذ في فهم التوقعات."
        },
        "time": {
          "title": "الزمن:",
          "content": "هل تحتاج المهمة إلى الانتهاء في يوم محدد أم يمكن أن تكون مرنة مع المنفذ؟ إذا كانت محددة، فالرجاء ذكرها في وصف المهمة."
        },
        "budget": {
          "title": "الميزانية:",
          "content": "تحديد سعر عادل للوقت والجهد المطلوب لإكمال المهمة أمر حاسم. لا توافق Taklief على تقديم أسعار منخفضة للمهام، ويمكن أن تُراجع المهمة إذا تم العثور عليها بذلك."
        },
        "help_taskers": "تساعد هذه النقاط المنفذين على معرفة ما إذا كانوا يمتلكون المهارات والتوافر اللازمين لإكمال مهمتك. كما أنها تساعد في تجنب أي سوء فهم حول التوقعات على طول الطريق."
      },
        "section_e": {
          "title": "E. مشاركات قائمة على المهام",
          "content": "منصة Taklief هي منصة تعتمد على المهام وتشجعك على تفويض جميع الأمور الغريبة والعجيبة التي قد تحتاج إليها في أي يوم معين. ومع ذلك، هناك بعض أنواع المهام التي لا تدعمها منصة Taklief للحفاظ على سلامة المنصة. لا يُسمح بالمهام الخادعة. ويشمل ذلك، على سبيل المثال لا الحصر، طلب تقييمات مزيفة للشركات أو إعجابات أو متابعات على وسائل التواصل الاجتماعي.",
          "example_1": {
            "title": "المثال 1:",
            "content": "تم إلغاء مهمة سارة، التي طلبت من المنفذين ترك تقييمات بنجمتين على موقع شركتها على الويب وGoogle Maps، على الفور من قبل Taklief. تم إعلامها بأن مهمتها لم تتماشى مع إرشادات المجتمع. المهام الأكاديمية والمهام المعتمدة على المهمات، مثل إكمال الواجبات أو الاختبارات أو الدورات بالنيابة عن شخص آخر، محظورة بشكل صارم. بالإضافة إلى ذلك، لا يتم دعم المساعدة الأكاديمية في شكل تدقيق الإملاء أو التحرير أو التخطيط أو التنظيم أو الإشارة أو تقديم التغذية الراجعة على عمل أكاديمي آخر."
          },
          "example_2": {
            "title": "المثال 2:",
            "content": "نشر أحمد مهمة يطلب فيها من منفذ مهمة تدقيق واجبه، وهو مقال بطول 1,000 كلمة عن الثورة الفرنسية. بعد وقت قصير من النشر، تم التواصل مع أحمد وأُبلغ بأن المهمة قد تم إلغاؤها لأن مهام التدقيق لا تدعم على منصة Taklief. بالإضافة إلى ذلك، لا تُسمح بالمهام التي تطلب عروض أسعار للعمل خارج منصة Taklief."
          },
          "example_3": {
            "title": "المثال 3:",
            "content": "نشر سعود مهمة بسعر أدنى، طالبًا من منفذ مهمة القدوم إلى منزله وتقديم عرض سعر لطلاء منزله ذو 3 غرف نوم. تم إلغاء المهمة من قبل Taklief لأنها كانت تطلب عرض سعر وليس خدمة طلاء فعلية. لا تدعم المهام التي تتضمن العري أو عدم ارتداء الملابس مثل الملابس الداخلية أو ملابس السباحة وملابس اللياقة البدنية."
          },
          "example_4": {
            "title": "المثال 4:",
            "content": "نشرت جوان مهمة تطلب من منفذ مهمة التمثيل لجلسة تصوير بيكيني. تم إلغاء المهمة لأن المنفذ كان مطلوبًا لارتداء بيكيني. لا تدعم المهام التي تتضمن البحث أو جمع المعلومات حول فرد أو شركة بدون علمهم وموافقتهم. كما لا تدعم المهام لتحصيل الديون."
          }
        },
        "section_f": {
          "title": "F. عدم الإعلان",
          "content": "ندعم الشركات في تفويض المهام على منصة Taklief لمساعدتهم في نمو أعمالهم، ومع ذلك، لا تعتبر Taklief منصة للإعلانات التجارية، ولا لوحة وظائف للوظائف الدائمة. كما أن Taklief ليست منصة لأي طلبات للتوظيف.",
          "example_1": {
            "title": "المثال 1:",
            "content": "نشر فارس مهمة يطلب فيها وظيفة بدوام جزئي أو كامل كبناء. تمت إزالة المهمة من قبل Taklief لأن طلبات الوظائف لا تُدعم في منصة Taklief."
          },
          "example_2": {
            "title": "المثال 2:",
            "content": "تمتلك آماندا مدرسة تعليم قيادة وقد نشرت مهمة تبحث فيها عن مدرسين للقيادة بدوام كامل، مع أجر ساعي. تمت إزالة مهمة آماندا لأنه تم اعتبارها إعلانًا تجاريًا وبالتالي لا تُدعم في منصة Taklief."
          }
        }
       },
        "community_guidelines": "إرشادات المجتمع",
        "are_there_any_task_posting_guidelines": "هل هناك أي إرشادات لنشر المهام؟",
        "community_guideline_1": "تساعد منصة Taklief في إنجاز المزيد. لإنشاء بيئة آمنة، ومحترمة، ومجزية، نحتاج منك اتباع الإرشادات أدناه.",
        "Moving furniture": "نقل الأثاث",
        "Gardening": "البستنة",
        "Handyman": "الصيانة",
        "Cleaning": "التنظيف",
        "Business & Admin": "الأعمال والإدارة",
        "Delivery": "التوصيل",
        "Pedicure & manicure": "العناية بالأظافر واليدين",
        "Manpower": "القوى العاملة",
        "Health": "الصحة",
        "Art": "الفن",
        "Construction": "البناء",
        "Lab & Research": "المختبر والبحث",
        "Mechanic": "الميكانيكا",
        "Pets care": "رعاية الحيوانات الأليفة",
        "Baby care": "رعاية الأطفال",
        "Web & design": "الويب والتصميم",

        "terms_and_conditions": "الشروط والأحكام",
        "terms_and_conditions_sub": "إليك شروطنا وأحكامنا.",
        "user_agreement": "اتفاقية المستخدم:",
        "taklief_terms_and_conditions": "تنطبق الشروط الخاصة بالدولة في الملحق B على هذه الاتفاقية.",
        "taklief_terms_and_conditions_2": "تحدد شروط وأحكام Taklief (تم تحديثها في يوليو 2020) التزامات Taklief ولك والمسؤوليات على منصة Taklief.",
        "taklief_website": "www.Taklief.org",
        "taklief_platform_description": "تدير Taklief منصة عبر الإنترنت تتيح للمستخدمين الاتصال من خلال منصة Taklief مع مستخدمين آخرين يقدمون خدمات. يرجى قراءة هذه الشروط وجميع السياسات بما في ذلك إرشادات المجتمع بعناية قبل استخدام منصة Taklief. تم دمج هذه السياسات في هذه الاتفاقية عن طريق الإشارة.",
        "taklief_platform_description_2": "جميع المصطلحات المحددة في هذه الاتفاقية لها المعنى المعطى لها في معجم Taklief.",
        "scope_of_taklief_services": "1. نطاق خدمات Taklief",
        "taklief_platform_provision": "1.1 توفر Taklief منصة Taklief للسماح للمنفذين بنشر المهام.",
        "taskers_offer": "1.2 قد يقدم المنفذون عرضًا ردًا على مهمة معينة. يمكن أن تكون بعض أجزاء تفاصيل العرض متاحة للعموم، بما في ذلك لمستخدمي الإنترنت الذين ليسوا من المستخدمين.",
        "poster_modify_task": "1.3 يمكن للمنفذ إلغاء أو تعديل المهمة المنشورة في أي وقت قبل أن يقبل عرضًا. تحتفظ Taklief بالحق في إلغاء جميع العروض على مهمة معينة قبل التعديل.",
        "task_contract_creation": "1.4 إذا قبل المنفذ عرضًا على منصة Taklief، يتم إنشاء عقد المهمة بين المنفذ والمنشئ.",
        "poster_payment": "1.5 عند إنشاء عقد المهمة، يجب على المنفذ دفع السعر المتفق عليه إلى الحساب البنكي.",
        "taklief_services_fee": "1.6 عند إنشاء عقد المهمة، تمت تقديم خدمات Taklief ويُطلب دفع رسوم الخدمة.",
        "task_contract_variation": "1.7 بمجرد إنشاء عقد المهمة، يمكن للمنفذ والمنشئ تغيير عقد المهمة على منصة Taklief. يُشجع المنشئ والمنفذ على استخدام نظام المراسلة الخاص بـ Taklief لتعديل أو تغيير عقد المهمة (بما في ذلك السعر المتفق عليه) أو للتواصل بشكل آخر.",
        "tasker_notice_completion": "1.8 بمجرد الانتهاء من الخدمات، يجب على المنفذ تقديم إشعار بها على منصة Taklief.",
        "poster_notice_completion": "1.9 بمجرد الانتهاء من الخدمات، يجب على المنشئ تقديم إشعار بها على منصة Taklief.",
        "task_completion_funds_release": "1.10 بمجرد الانتهاء من المهمة المنشورة وتأكيد المنشئ بأن الخدمات تمت بالفعل، أو إذا كانت Taklief راضية عن الخدمات التي تم تقديمها، سيتم إطلاق أموال المنفذ من الحساب البنكي إلى المنفذ. ومع ذلك، لا تنطبق هذه العملية على دفع الخدمات المتكررة التي يتم التعامل معها في الفقرة 1.16 أدناه.",
        "task_contract_review_feedback": "1.11 بعد إكمال عقد المهمة، يُشجع الطرفان على مراجعة الخدمات وتقديم ملاحظات حولها على منصة Taklief.",
        "search_assist_feature": "1.12 يمكن أن تقدم Taklief أيضًا ميزة المساعدة في البحث التي تمكن المنشئين من تقديم عرض للخدمات.",
        "offer_submission_notification": "1.13 يمكن أن يُعلم بعرض تقدمه منشئ باستخدام ميزة المساعدة في البحث للمستخدمين الآخرين ويمكن لهؤلاء المستخدمين اختيار الطلب الفوري له.",
        "task_contract_creation_search_assist": "1.14 عند استخدام ميزة المساعدة في البحث، يتم إنشاء عقد المهمة عندما يقدم المنفذ طلبًا فوريًا (وفي حالة الخدمات المتكررة، يتم إنشاء عقد المهمة للحدث الأول فقط). بالنسبة للخدمات المتكررة، يتم إنشاء عقد المهمة التالي بعد الانتهاء من الحدث السابق.",
        "offer_revocation_modification": "1.15 يمكن للمنشئ إلغاء أو تعديل عرضه باستخدام ميزة المساعدة في البحث، بما في ذلك للخدمات المتكررة، في أي وقت قبل أن يقدم المنفذ طلبًا فوريًا. تحتفظ Taklief بالحق في إلغاء جميع المهام المنشورة قبل الإلغاء أو التعديل.",
        "automatic_payment_tasker_funds": "1.16 بالنسبة للخدمات المتكررة وبناءً على الفقرة 1.17، بمجرد الانتهاء من الحدث وتأكيد المنفذ بأن الحدث قد اكتمل (أو إذا كانت Taklief راضية عن اكتمال الحدث)، سيتم إطلاق أموال المنفذ لذلك الحدث تلقائيًا من الحساب البنكي إلى المنفذ.",
        "automatic_payment_pause": "1.17 يمكن للمنشئ تعليق دفع أموال المنفذ تلقائيًا لحدث ضمن 24 ساعة من وقت تأكيد المنفذ بأن الحدث قد اكتمل. إذا قام المنشئ بتعليق دفع مثل هذه الأموال تلقائيًا وفقًا لهذه الفقرة، فلن تُطلق أموال المنفذ من الحساب البنكي إلى المنفذ حتى يؤكد المنشئ أيضًا أن الحدث قد اكتمل.",
        "taklief_role_and_obligations": "2. دور Taklief والتزاماتها",
        "taklief_platform_provision_2": "2.1 توفّر تكليف منصة تكليف فقط، مما يتيح للمستخدمين نشر المهام المعلنة وتقديم العروض على المهام المعلنة.",
        "age_requirement": "2.2 تقوم تكليف فقط بالسماح للأفراد الذين تزيد أعمارهم عن 18 عامًا بأن يصبحوا مستخدمين.",
        "user_natural_persons": "2.3 يجب أن يكون المستخدمون أشخاصًا طبيعيين، ولكن يمكنهم تحديد أنهم يمثلون كيانًا تجاريًا ضمن وصف حسابهم.",
        "registration_approval_discretion": "2.4 يمكن لتكليف، بتقديرها المطلق، رفض السماح لأي شخص بالتسجيل أو إنشاء حساب مع تكليف أو إلغاء أو تعليق أو تعديل أي حساب موجود بما في ذلك إذا اعتبرت تكليف بمرونتها الوجهة أن سلوك المستخدم (بما في ذلك خرق هذه الاتفاقية) يضر بتشغيل منصة تكليف.",
        "account_creation_free": "2.5 التسجيل وإنشاء حساب مع تكليف مجاني. لا يتحمل المعلن أي رسوم لنشر المهام، أو لمستخدمي تكليف الآخرين لمراجعة المحتوى على منصة تكليف، بما في ذلك المهام المعلنة.",
        "interaction_liability": "2.6 لا تتحمل تكليف أي مسؤولية عن أي جانب من جوانب تفاعل المعلن والمنفذ، بما في ذلك ولكن لا تقتصر على الوصف أو الأداء أو تسليم الخدمات.",
        "information_accuracy_warranty": "2.7 لا تتحمل تكليف أي مسؤولية ولا تقدم أي ضمان بشأن صحة أو دقة أي جانب من جوانب أي معلومات تقدمها المستخدمين، بما في ذلك، ولكن لا تقتصر على قدرة المنفذين على تنفيذ المهام أو توفير العناصر، أو صدق أو دقة أي معلومات تقدمها المعلنين أو قدرة المعلنين على دفع الخدمات المطلوبة.",
        "service_warranty": "2.8 باستثناء المسؤولية المتعلقة بأي شرط غير قابل للاستبعاد، يتم تقديم خدمة تكليف على أساس \"كما هي\"، وبدون أي ضمان أو شرط، صريح أو ضمني. إلى الحد المسموح به بموجب القانون، نحن ومورّدونا ننكر صراحة أي ضمانات ضمنية بشأن العنوان أو القابلية للتسويق أو اللياقة لغرض معين وعدم انتهاك الحقوق.",
        "dispute_resolution": "2.9 لا تتعيّن على تكليف أي التزام تجاه أي مستخدم لمساعدته أو التورط في أي نزاع بين المستخدمين، على الرغم من أنه قد يفعل ذلك لتحسين تجربة المستخدم.",
        "user_obligations": {
          "title": "3. التزامات المستخدم",
          "obligations": {
            "obligation_3_1": {
              "text": "3.1 يجب عليك في جميع الأوقات:",
              "subpoints": {
                "a": "الامتثال لهذه الاتفاقية (بما في ذلك جميع السياسات) وجميع القوانين واللوائح السارية؛",
                "b": "نشر معلومات دقيقة فقط على منصة تكليف؛",
                "c": "التأكد من أنك على دراية بأي قوانين تنطبق عليك كمعلن أو منفذ، أو فيما يتعلق باستخدام منصة تكليف."
              }
            },
            "obligation_3_2": "3.2 أنت توافق على أن أي محتوى (سواء كان مقدمًا من تكليف أو مستخدم أو طرف ثالث) على منصة تكليف قد لا يُستخدم على مواقع الطرف الثالث أو لأغراض تجارية أخرى من دون إذن مسبق من تكليف.",
            "obligation_3_3": "3.3 يجب على المستخدمين عدم استخدام منصة تكليف لأي غرض غير قانوني أو غير أخلاقي.",
            "obligation_3_4": "3.4 يجب عليك الحفاظ على التحكم في حساب تكليف الخاص بك في جميع الأوقات. ويشمل ذلك عدم السماح للآخرين باستخدام حسابك، أو بنقل حسابك أو أي من محتوياته إلى شخص آخر أو بيعه.",
            "obligation_3_5": "3.5 تمنح تكليف ترخيصًا غير مقيّد وعالمي وخالٍ من الرسوم لاستخدام وتكييف أي محتوى ومعلومات معروضة على منصة تكليف لغرض نشر المواد على منصة تكليف وكما قد يكون مطلوبًا لتوفير خدمة تكليف، للترويج العام لخدمة تكليف، وكما يسمح به هذا الاتفاق.",
            "obligation_3_6": "3.6 أنت توافق على أن أي معلومات مُنشورة على منصة تكليف لا يجب، بأي حال من الأحوال، أن تكون ضارة بأي شكل من الأشكال لتكليف أو لأي شخص آخر. وتشمل الضرر، لكنه لا يقتصر على، الخسائر الاقتصادية التي سيتعرّض لها تكليف.",
            "obligation_3_7": {
              "text": "3.7 بدون تقييد أي حكم من أحكام هذه الاتفاقية، يجب أن تكون أي معلومات تقدمها إلى تكليف أو تنشر في مهمة معلنة (بما في ذلك كجزء من عرض) محدّثة ومُحافظة على التحديث ولا يجب أن تكون:",
              "subpoints": {
                "a": "كاذبة أو غير دقيقة أو مضللة أو مُضللة؛",
                "b": "محتالة أو تنطوي على بيع عناصر مقلدة أو مسروقة؛",
                "c": "تنتهك حقوق الطبع والنشر أو البراءات أو العلامات التجارية أو الأسرار التجارية أو الحقوق الملكية الفكرية الأخرى للأطراف الثالثة أو حقوق الشهرة أو السرية أو الخصوصية؛",
                "d": "تنتهك أي قانون أو لائحة أو مرسوم تنظيمي سارية (بما في ذلك، لكن لا يقتصر على ذلك، تلك التي تحكم السيطرة على الصادرات والواردات، وحماية المستهلك، والمنافسة غير العادلة، والقانون الجنائي، ومكافحة التمييز وقوانين الممارسات التجارية العادلة/قوانين التجارة العادلة)؛",
                "e": "تكون مجذرة، أو مشينة، أو تهديدية، أو مضايقة؛",
                "f": "تكون بذيئة أو تحتوي على أي مواد تُعتبر، بتقدير تكليف الوحيد والمطلق، بأي شكل من الأشكال، غير مناسبة أو غير قانونية، بما في ذلك الصور البذيئة أو غير اللائقة أو الغير قانونية؛",
                "g": "تحتوي على أي رمز خبيث أو بيانات أو مجموعة من التعليمات التي تتسبب بشكل متعمد أو غير متعمد في الضرر أو تحجب الوظيفة المقصودة لأي منصة تكليف، بما في ذلك، لكن لا يقتصر على، الفيروسات وأحصنة طروادة والديدان والقنابل الزمنية والروبوتات الخرابة والبيض عيد الفصح أو أي برنامج كمبيوتر آخر قد يتلف أو يعدّل أو يحذف أو يتدخل بشكل ضار مع وظيفة أي نظام أو بيانات أو معلومات شخصية بدون إذن أو يستولي عليها."
              }
            },
            "obligation_3_8": "3.8 قد تقوم منصة تكليف في بعض الأحيان بالتحكم بوظائف معتمدة على الموقع أو الخريطة. قد تعرض منصة تكليف موقع المعلنين والمنفذين للأشخاص الذين يتصفحون منصة تكليف. يجب ألا يكشف المعلن أبدًا تفاصيل شخصية مثل الاسم الكامل للمعلن، أو رقم الشارع، أو رقم الهاتف، أو عنوان البريد الإلكتروني في مهمة معلنة أو في أي اتصال عام آخر على منصة تكليف.",
            "obligation_3_9": "3.9 إذا كنت منفذًا، يجب أن تكون لديك الحق في تقديم الخدمات بموجب عقد مهمة والعمل في الاختصاص حيث يتم تنفيذ الخدمات. يجب عليك الامتثال للتزامات ضريبة القيمة المضافة والتنظيمية فيما يتعلق بأي دفعة (بما في ذلك أموال المنفذ) تلقاها بموجب عقد مهمة.",
            "obligation_3_10": "3.10 لا يجب عليك، عند تقديم الخدمات، تحصيل أي رسوم من المعلن على أعلى من أموال المنفذ. ومع ذلك، يمكن للطرفين في عقد المهمة الاتفاق على تعديل السعر المتفق عليه من خلال منصة تكليف.",
            "obligation_3_11": "3.11 يجب عليك عدم طلب المدفوعات خارج منصة تكليف من المعلن للخدمات إلا في حالة السماح بذلك بموجب الفقرة 3.12 وفقط إذا لم توفر منصة تكليف استرداد التكاليف عبر الحساب المصرفي.",
            "obligation_3_12": "3.12 إذا وافق منفذ على دفع بعض التكاليف لإتمام الخدمات (مثل التجهيزات لإكمال الخدمات)، يتحمل المنفذ مسؤولية الحصول على أي استرداد من المعلن. تنصح تكليف المنفذين بعدم الموافقة على تكبد التكاليف مقدمًا قبل تلقي الدفعة لهذه التكاليف، ما لم يكن المنفذ واثقًا من أن المعلن سيقوم برد التكاليف بسرعة.",
            "obligation_3_13": "3.13 من أجل التشغيل السليم لمنصة تكليف (بما في ذلك التأمين وتحديد السعر السليم والامتثال للسياسات)، يجب على المنفذ التأكد من أنه إذا كان قد خصص أي جزء من أداء الخدمات إلى جهة خارجية وفقًا لعقد مهمة، فإن تلك الجهة الخارجية يجب أن تكون أيضًا مستخدمًا مسجلًا في منصة تكليف.",
            "obligation_3_14": "3.14 إذا قررت تكليف بتقديرها الوحيد أنك قد خرقت أي التزام بموجب هذه الفقرة 3 أو أنك قد خرقت عقد مهمة واحد أو أكثر، فإنها تحتفظ بالحقوق في إزالة أي محتوى أو مهمة معلنة أو عرض قدمته إلى خدمة تكليف أو إلغاء أو تعليق حسابك و/أو أي عقود مهمة أخرى."
          }
        },
        "fees_section": {
          "title": "4. الرسوم",
          "fees": {
            "fee_4_1": "4.1 عند إنشاء عقد مهمة، يتعين على المنفذ والمعلن دفع جزء من رسم الخدمة لتكليف. سيتم خصم رسم الخدمة تلقائيًا من السعر المتفق عليه المحتفظ به في الحساب المصرفي.",
            "fee_4_2": "4.2 إذا استلزمت المهمة المعلنة من المنفذ تحمّل تكاليف لإكمال الخدمات (مثل تكاليف الشحن أو تكاليف المواد)، يتحمل المعلن تكاليفها بناءً على اتفاق المهمة بين الطرفين.",
            "fee_4_3": "4.3 ستحتفظ تكليف بنسبة من رسوم الخدمة بمبلغ ثابت كرسوم لمنصة تكليف، والتي تعتبر رسمًا عن الخدمات التي توفرها المنصة.",
            "fee_4_4": "4.4 تخضع كل من رسوم الخدمة ورسوم الخدمة للضريبة المطبقة عليها بموجب القانون المعمول به.",
            "fee_4_5": "4.5 إذا قدمت تكليف خدمة جديدة على منصة تكليف، فسيكون على المستخدمين دفع الرسوم المعمول بها لتلك الخدمة اعتبارًا من تاريخ إطلاق الخدمة.",
            "fee_4_6": "4.6 يحق لتكليف تصفية أي رسوم مستحقة ضد أي أموال للمنفذين أو أي مبالغ أخرى تمتلكها تكليف نيابة عن مستخدم.",
            "fee_4_7": "4.7 قد يقوم تكليف بتقييد حساب المستخدم حتى يتم دفع جميع الرسوم."
          },
          "payments_and_refunds_section": {
            "title": "5. الدفعات والمستردات",
            "payment_5_1": "5.1 إذا تم إلغاء عقد المهمة لأي سبب (من قبل الطالب، أو المنفذ، أو بموجب هذه الاتفاقية) قبل بدء عقد المهمة، فإذا كان تكليف راضيًا بشكل معقول بأن السعر المتفق عليه يجب أن يُرَد إلى الطالب، فسيتم استرجاع السعر المتفق عليه إلى الطالب كقيمة مخزنة، وستُستحق رسوم إدارة الإلغاء إلى تكليف من المستخدم الذي يُعزَى إليه إلغاء عقد المهمة بموجب البند 5.5 أو 5.6.",
            "payment_5_2": "5.2 قد يقرر تكليف بتقديم السعر المتفق عليه مرة أخرى إلى بطاقة الائتمان الخاصة بالطالب بدلاً من القيمة المخزنة، أو التنازل عن رسوم إدارة الإلغاء.",
            "payment_5_3": "5.3 ستكون أي مبلغ يُرَدّه تكليف للطالب نيابة عن المنفذ بموجب البند 5.1 دينًا مستحقًا على المنفذ تجاه تكليف ويمكن خصمه من أي مدفوعات أخرى مستحقة في أي وقت للمنفذ.",
            "payment_5_4": "5.4 ستكون أي رسوم إدارة إلغاء مستحقة متبقية على المستخدم بموجب البند 5.1 دينًا مستحقًا على ذلك المستخدم تجاه تكليف ويمكن أيضًا خصمها من أي مدفوعات أخرى مستحقة في أي وقت للمستخدم.",
            "payment_5_5": "5.5 يُعزى إلغاء عقد المهمة إلى المنفذ في الحالات التالية:",
            "payment_5_5_sublist": {
              "a": "(أ) يتفق الطالب والمنفذ متبادلًا على إلغاء عقد المهمة؛",
              "b": "(ب) بعد محاولات معقولة ولكن بدون جدوى من الطالب للتواصل مع المنفذ لأداء عقد المهمة، يتم إلغاء عقد المهمة من قبل الطالب؛",
              "c": "(ج) يلغي المنفذ عقد المهمة؛ أو",
              "d": "(د) يتم إلغاء عقد المهمة بموجب البند 3.14 نتيجة لأعمال المنفذ أو انتهاكه."
            },
            "payment_5_6": "5.6 يُعزى إلغاء عقد المهمة إلى الطالب في الحالات التالية:",
            "payment_5_6_sublist": {
              "a": "(أ) يلغي الطالب عقد المهمة (باستثناء بموجب البند 5.5 (ب)؛ أو",
              "b": "(ب) يتم إلغاء عقد المهمة بموجب البند 3.14 نتيجة لأعمال الطالب أو انتهاكه."
            },
            "payment_5_7": "5.7 إذا اتفقت الأطراف على أي رسوم إلغاء إضافية مستحقة بموجب عقد المهمة، فإنه يتحمل على الطرف المتضرر مطالبة أي مبلغ مستحق مباشرة من الطرف الآخر.",
            "payment_5_8": "5.8 قد يستغرق تكليف ما يصل إلى 14 يومًا لإعادة السعر المتفق عليه (باستثناء رسوم إدارة الإلغاء، إذا كانت معمولة) إلى الطالب.",
            "payment_5_9": "5.9 إذا لم يتمكن الأموال المخصصة للمنفذ من التحويل أو إعادتها بأي طريقة أخرى للمنفذ أو إعادتها إلى الطالب (على حد سواء) أو لم يتم تقديم أي مطالبة بخصوص الأموال المخصصة للمنفذ، فستظل الأموال المخصصة للمنفذ في الحساب الدفع حتى يتم دفعها أو إلا لمدة تصل إلى ثلاثة أشهر من تاريخ دفع الطالب السعر المتفق عليه بالأمس في الحساب الدفع.",
            "payment_5_10": "5.10 بعد انقضاء الفترة المشار إليها في البند 5.6، وشريطة عدم وجود نزاع بشأن الأموال المخصصة للمنفذ، ستُعتمد الأموال المخصصة للمنفذ إلى الطالب كقيمة مخزنة.",
            "payment_5_11": "5.11 إذا تم إلغاء عقد المهمة ويمكن لمستخدم الذي هو طرف في عقد المهمة إظهار أن العمل بموجب عقد المهمة قد بدأ، فإن مبلغ السعر المتفق عليه ليتم إعادته إلى الطالب يعتمد على عملية التوسط والنزاع بموجب البند 18. ومع ذلك، ستُستحق رسوم إدارة الإلغاء دائمًا بموجب البند 5.1."
          }
        },
  "stored_value_section": {
    "title": "6. قيمة مخزنة",
    "stored_value_6_1": {
      "text": "6.1 القيمة المخزنة:",
      "item_a": "(أ) يمكن استخدامها من قبل المستخدم المعتمد لدفع أي خدمات جديدة عبر منصة تكليف؛",
      "item_b": "(ب) غير قابلة للاسترداد أو الاستبدال بالنقد؛",
      "item_c": "(ج) لا يمكن استبدالها أو تبادلها أو إعادة تحميلها أو نقلها إلى بطاقة أو حساب آخر؛",
      "item_d": "(د) صالحة لمدة 12 شهرًا اعتبارًا من تاريخ تطبيق القيمة المخزنة الخاصة بذلك المستخدم على الحساب، أو تاريخ الإصدار أو الشراء أو أي تاريخ انتهاء يطبقه تكليف (بشرط أي متطلبات تشريعية تخالفية محددة بشكل عام)؛",
      "item_e": "(هـ) إذا تم الحصول على القيمة المخزنة بصورة أخرى غير بموجب هذه الاتفاقية، فقد تكون مرتبطة أيضًا بالامتثال لشروط وأحكام إضافية أو مختلفة، كما هو محدد فيما يتعلق بالقيمة المخزنة، مثل القيود على متى يمكن استبدال القيمة المخزنة (على سبيل المثال فقط لعقد المهمة الأولى للمستخدم)، أو تحديد قيمة الخدمات الدنيا، أو تحديد القيمة الائتمانية القصوى أو القيمة التخفيضية؛",
      "item_f": "(و) يجب أن لا تُستنسخ أو تُنسخ أو تُوزع أو تُنشر مباشرة أو غير مباشرة بأي شكل من الأشكال أو عن طريق أي وسيلة للاستخدام من قبل جهة أخرى غير المستخدم المعتمد، أو يتم تخزينها في نظام استرجاع بيانات، دون الحصول على إذن تكليف المسبق بالكتاب."
    },
    "stored_value_6_2": "6.2 يتحمل المستخدم المعتمد بالقيمة المخزنة مسؤولية الأمان الكاملة لأي قيمة مخزنة. باستثناء الشروط التي لا يمكن استبعادها، لن يتحمل تكليف أي مسؤولية عن أي خسارة أو ضرر للقيمة المخزنة ولا يتحمل أي التزام بتعويض القيمة المخزنة.",
    "stored_value_6_3": "6.3 لن تقبل تكليف أي قيمة مخزنة، وقد ترفضها أو تلغيها، إذا حددت بموجب تقديرها بأنها تم استخدامها بطريقة تنتهك هذه الاتفاقية أو تم تزويرها أو تم تحريفها، أو إذا كانت غير صالحة بطريقة أو بأخرى وتحتفظ تكليف بالحق في إحالة أي نشاط احتيالي مشتبه به إلى السلطات المعنية بإنفاذ القانون. على وجه الخصوص، القيمة المخزنة، مثل القسائم الترويجية أو القسائم أو الرموز الموزعة أو الدائرة بدون موافقتنا، على سبيل المثال على لوحة رسائل الإنترنت أو على موقع ويب للعروض، ليست صالحة للاستخدام وقد ترفض أو تلغى.",
    "stored_value_6_4": "6.4 لها تكليف الحق في أي قيمة على القيمة المخزنة التي لم يتم استردادها قبل انتهاء صلاحيتها أو قبل إلغائها من قبل تكليف."
  },
  "business_partners_section": {
    "title": "7. شركاء الأعمال",
    "business_partners_7_1": "7.1 قد تبرم تكليف اتفاقات مع شركاء الأعمال وقد تسعى لجذب المنفذين في تقديم خدمات الأعمال. يقر المنفذون الذين يوافقون على تقديم خدمات الأعمال لشركاء الأعمال بأن تكليف وشريك الأعمال قد يقومان ببيع خدمات موردة لأطراف ثالثة مقابل رسوم مضاعفة.",
    "business_partners_7_2": "7.2 قد يتطلب شركاء الأعمال من المنفذين الذين يقدمون خدمات الأعمال الموافقة أو امتلاك مؤهلات معينة. قد تقدم تكليف المساعدة لشركاء الأعمال في العثور على منفذين مؤهلين بشكل مناسب. لا يقدم تكليف أي ضمان بأنه سيروج أي من المنفذين المؤهلين بشكل مناسب إلى شركاء الأعمال.",
    "business_partners_7_3": "7.3 قد يتطلب شركاء الأعمال من المنفذين توقيع عقد شريك أعمال قبل تقديم خدمات الأعمال.",
    "business_partners_7_4": {
      "text": "7.4 في حال قبول المنفذ عقد المهمة المنشور مع شريك أعمال:",
      "item_a": "(أ) يجب على المنفذ تقديم خدمات الأعمال لشريك الأعمال وفقًا لعقد المهمة وأي عقد شريك أعمال ذي الصلة؛",
      "item_b": "(ب) ستسود شروط عقد شريك الأعمال إلى حد التضارب بأي تناقض."
    }
  },
  "payment_facility_section": {
    "title": "8. منشأة الدفع",
    "payment_facility_8_1": "8.1 يستخدم تكليف موفر دفع لتشغيل الحساب الدفع.",
    "payment_facility_8_2": "8.2 بقدر ما يتعلق بتوفير الحساب الدفع، يتم إدراج الشروط الموجودة في https://clickpay.com.sa في هذه الاتفاقية وستسود هذه الشروط على هذه الاتفاقية إلى حد التناقض فيما يتعلق بتوفير الحساب الدفع.",
    "payment_facility_8_3": "8.3 إذا قام تكليف بتغيير موفر الدفع الخاص به، قد يُطلب منك الموافقة على أي شروط إضافية إضافية مع تلك الموفرات. إذا لم توافق عليها، ستتم منحك وسائل دفع بديلة."
  },
  "third_party_services_section": {
    "title": "9. خدمات الطرف الثالث",
    "third_party_services_9_1": "9.1 قد يتضمن تكليف من وقت لآخر خدمات الطرف الثالث على منصة تكليف. لا تقدم هذه الخدمات من قبل تكليف.",
    "third_party_services_9_2": "9.2 تُقدم خدمات الطرف الثالث للمستخدمين وفقًا لشروط وأحكام الطرف الثالث. قد تُروج خدمات الطرف الثالث على منصة تكليف كوسيلة لراحة مستخدمينا الذين قد يجدون خدمات الطرف الثالث ذات أهمية أو فائدة.",
    "third_party_services_9_3": "9.3 إذا تعامل المستخدم مع أي مزود خدمة طرف ثالث، ستكون الاتفاقية مباشرة بين المستخدم وذلك المزود.",
    "third_party_services_9_4": "9.4 لا تُقدم تكليف أي تمثيل أو ضمان بخصوص خدمات الطرف الثالث. ومع ذلك، لمساعدتنا في مواصلة تحسين منصة تكليف، يمكن للمستخدمين إبلاغ تكليف عن تجربتهم مع خدمة الطرف الثالث هنا."
  },
  "verification_and_badges_section": {
    "title": "10. التحقق والشارات",
    "verification_and_badges_10_1": "10.1 قد تستخدم تكليف خدمات التحقق من الهوية.",
    "verification_and_badges_10_2": "10.2 أنت توافق على أن خدمات التحقق من الهوية المقدمة من تكليف قد لا تكون دقيقة بالكامل حيث تعتمد جميع خدمات تكليف على المعلومات المقدمة من قبل المستخدم و/أو المعلومات أو خدمات التحقق المقدمة من طرف ثالث.",
    "verification_and_badges_10_3": "10.3 أنت مسؤول بالكامل عن التحقق من الهوية ولا تقبل تكليف أي مسؤولية عن أي استخدام يتم إجراؤه لخدمة التحقق من الهوية من تكليف.",
    "verification_and_badges_10_4": "10.4 يمكن تعديل خدمات التحقق من الهوية المقدمة من تكليف في أي وقت.",
    "verification_and_badges_10_5": "10.5 قد تتضمن منصة تكليف أيضًا نظامًا للتغذية الراجعة التي يبدأها المستخدم لمساعدة في تقييم المستخدمين.",
    "verification_and_badges_10_6": "10.6 قد يقدم تكليف شارات للمنفذين. يمكن طلب الشارة المتاحة من المنفذ عبر منصة تكليف، وترتب عن طريق تكليف باسم المنفذ وتصدر من قبل تكليف، مقابل رسوم. قد يكون الحصول على الشارات مرهونًا بتقديم معلومات أو وثائق معينة من المنفذ ويحددها تكليف أو جهة تحقق ثالثة تخضع لشروطها.",
    "verification_and_badges_10_7": "10.7 تقر بأن الشارات هي فحوصات في وقت معين وقد لا تكون دقيقة في الوقت الذي يتم عرضها فيه. تقر بأنه إذا اعتمدت على شارة عند الدخول إلى عقد مهمة، فأنت تفعل ذلك وأنت على علم بهذا القيد. يجب عليك التحقق من أي شارة مع المنفذ قبل بدء المهمة.",
    "verification_and_badges_10_8": "10.8 يبقى من مسؤولية المنفذ التأكد من أن المعلومات أو الوثائق التي يقدمها للحصول على الشارة صحيحة ودقيقة ويجب أن يبلغ تكليف على الفور في حالة عدم صحة الشارة بعد الآن.",
    "verification_and_badges_10_9": "10.9 قد تقوم تكليف، بتقديرها، بإصدار شارات للمنفذين مقابل رسوم.",
    "verification_and_badges_10_10": "10.10 يظل إصدار الشارة للمنفذ تحت سيطرة تكليف ويتم ترخيص عرض واستخدام الشارة للمنفذ للاستخدام على منصة تكليف فقط. قد لا يُستخدم التحقق الذي تم الحصول عليه نتيجة لإصدار الشارة لأي غرض آخر خارج منصة تكليف.",
    "verification_and_badges_10_11": "10.11 تحتفظ تكليف بالتقدير والحق في عدم إصدار أو إزالة دون إشعار من الشارة إذا كنت تنتهك أيًا من شروط هذه الاتفاقية، أو تم إصدار الشارة بشكل غير صحيح، أو الحصول عليها بشكل كاذب، أو انتهت صلاحيتها، أو لأي سبب آخر يستدعي إزالتها بواسطة تكليف."
  },
  "insurance_section": {
    "title": "11. التأمين",
    "insurance_11_1": "11.1 يمكن لتكليف تقديم فرصة للمستخدمين للحصول على تأمين لبعض عقود المهمة. سيتم تقديم جميع هذه التأمينات من طرف ثالث. ستظهر أي طلب وشروط لهذا التأمين الطرفي على موقع تكليف عند توفرها. تؤكد تكليف أن جميع سياسات التأمين هي خدمات من طرف ثالث وتخضع لشروط إضافية محددة لخدمات الطرف الثالث.",
    "insurance_11_2": "11.2 لا تمثل تكليف أن أي تأمين يقوم بالحصول عليه أو الذي يتم تقديمه عبر منصة تكليف كافٍ أو مناسب لأي مستخدم بشكل خاص.",
    "insurance_11_3": "11.3 يجب على كل مستخدم إجراء التحقيقات اللازمة بشأن ما إذا كان هناك حاجة إلى أي تأمين إضافي ويظل مقدمو الخدمة مسؤولين عن التأكد من أن لديهم تأمين كافٍ لتغطية الخدمات المقدمة لمستخدمي منصة تكليف الآخرين.",
    "insurance_11_4": "11.4 قد تقوم تكليف أيضًا بشراء تأمين آخر بنفسها، وقد تقرر تكليف بحكمتها تمديد بعض أنواع التغطية للمستخدمين. تحتفظ تكليف بالحق في تغيير شروط سياسات التأمين مع مقدمي التأمين الطرف الثالث في أي وقت. يتوفر ملخص للسياسات على موقع تكليف، ويمكن طلب تفاصيل السياسة عبر تكليف. يتحمل المستخدمون مسؤولية التعرف على هذه التفاصيل.",
    "insurance_11_5": "11.5 أنت تقر وتوافق على أنه في حال تقديم مطالبة تتعلق بأي خدمات تقدمها أو بضائع تقدمها أحد مقدمي الخدمة، واستجاب التأمين الذي تم إبرامه من قبل تكليف (إذا كان هناك) لتلك المطالبة، فإن هذه البنود تنطبق. إذا تم تقديم مطالبة ضد مقدم خدمة، فقد تختار تكليف (بشرط موافقة مقدم الخدمة) تقديم مطالبة بموجب أي سياسة قابلة للتطبيق وإذا كانت المطالبة ناجحة، فإن تكليف تحتفظ بحقها في استرداد أي فائض أو من الخصم المستحق بخصوص المطالبة من مقدم الخدمة. حيث يقوم تكليف بتقديم مطالبة ويقوم المُقدر بتقييم أن مقدم الخدمة مسؤول، يحق لتكليف الاعتماد على هذا التقييم. إذا لم تقم بدفع أي فوائض مستحقة بموجب هذه البنود، يمكن أيضًا لتكليف اختيار تسديد هذا المبلغ جزئيًا أو كليًا عن طريق استخدام جزء أو كل من الفائض الذي دفعته ضدها في المستقبل.",
    "insurance_11_6": "11.6 أنت تقر وتوافق على أنه في حال تقديم مطالبة تتعلق بأي خدمات تقدمها أو بضائع تقدمها أحد مقدمي الخدمة، ولم يستجب التأمين الذي تم إبرامه من قبل تكليف (إذا كان هناك) للمطالبة أو كانت المطالبة أقل من الفائض الذي يُدفع للمُؤمَّن عليه، في هذه الحالة ينطبق هذا البند. يمكن لتكليف اختيار رفض المطالبة أو دفع مبلغ لتسوية مطالبة لا تُغطَّى بسياسات التأمين الخاصة بتكليف. في حالة أن المقدم كان أو سيكون مسؤولًا عن مبلغ المطالبة، في حال اختيار تكليف دفع مبلغ لتسوية المطالبة، يمكن استرداد المبلغ المدفوع من قبل تكليف من قبل تكليف. يمكن أيضًا لتكليف اختيار تعويض هذا المبلغ ضد المستقبل أو جزءًا منه."
  },
  "feedback_section": {
    "title": "12. التعليقات",
    "feedback_12_1": "12.1 يمكنك الشكوى بشأن أي تعليق مُدرج على منصة تكليف باستخدام وظيفة 'الإبلاغ' على منصة تكليف أو الاتصال بتكليف عبر منصة تكليف.",
    "feedback_12_2": "12.2 تخول تكليف نفسها إلى تعليق أو إنهاء حسابك في أي وقت إذا كانت تكليف، بتقديرها الوحيد والمطلق، تشعر بقلق من أي تعليق عنك، أو تعتبر تصنيف تعليقك مشكلًا لمستخدمي تكليف الآخرين."
  },
  "limitation_of_liability_section": {
    "title": "13. الحد من المسؤولية",
    "content": "يرجى الرجوع إلى البنود المحددة لبلدك للإعفاءات والقيود المناسبة للمسؤولية."
  },
  "privacy_section": {
    "title": "14. الخصوصية",
    "privacy_14_1": "14.1 ستقدم مزودو الخدمة الطرف الثالث خدمتهم وفقًا لسياسة خصوصيتهم الخاصة. قبل قبول أي خدمة من جهة ثالثة، يجب عليك مراجعة والموافقة على شروط الخدمة الخاصة بهم بما في ذلك سياسة الخصوصية الخاصة بهم.",
    "privacy_14_2": "14.2 ستسعى تكليف إلى السماح لك بالتعامل مجهولين على منصة تكليف. ومع ذلك، من أجل التأكد من قدرة تكليف على تقليل حالات الاحتيال والسلوك الآخر المخالف لإرشادات المجتمع، تحتفظ تكليف بالحق في طلب من المستخدمين التحقق من هويتهم للبقاء على منصة تكليف."
  },
  "modifications_section": {
    "title": "15. تعديلات على الاتفاقية",
    "modifications_15_1": "15.1 قد تجري تكليف تعديلات على هذه الاتفاقية أو السياسات (وتحديث صفحات تكليف على التي يتم عرضها عليها) من وقت لآخر. سترسل تكليف إشعارًا بمثل هذه التعديلات إلى حسابك على منصة تكليف أو ستخطرك المرة القادمة التي تقوم فيها بتسجيل الدخول.",
    "modifications_15_2": "15.2 عندما توافق بشكل فعال على الشروط المعدلة (على سبيل المثال، عن طريق النقر فوق زر 'أوافق') أو استخدام منصة تكليف بأي طريقة، بما في ذلك القيام بأي أفعال فيما يتعلق بعقد المهمة، ستكون الشروط المعدلة سارية فورًا. في جميع الحالات الأخرى، ستكون الشروط المعدلة سارية تلقائيًا بعد 30 يومًا من إشعارها لأول مرة لك.",
    "modifications_15_3": "15.3 إذا لم توافق على أي تغييرات في هذه الاتفاقية (أو أي من سياساتنا)، يجب عليك إما إنهاء حسابك أو يجب عليك إبلاغ تكليف التي ستقوم بإنهاء حسابك على منصة تكليف، والتوقف عن استخدام خدمة تكليف."
  },
  "no_agency_section": {
    "title": "16. عدم وكالة",
    "no_agency_16_1": "16.1 لا يتم إنشاء أي علاقة وكالة، شراكة، شركة مشتركة، علاقة موظف-عامل أو علاقة مماثلة أخرى بهذه الاتفاقية. بشكل خاص، ليس لديك أي سلطة لربط تكليف أو الكيانات المتعلقة بها أو الشركات التابعة بأي شكل من الأشكال. تؤكد تكليف أن جميع خدمات الطرف الثالث التي قد تُعرَض على منصة تكليف مقدمة فقط من قبل مقدمي هذه الخدمات الطرف الثالث. بقدر السماح بذلك بالقانون، تنكر تكليف بشكل صريح كل المسؤولية عن أي خسارة أو ضرر يتكبده المستخدم في أي طريقة بسبب أداء أو عدم أداء هذه الخدمات من الطرف الثالث."
  },
  "notices_section": {
    "title": "17. الإشعارات",
    "notices_17_1": "17.1 ما لم ينص على خلاف ذلك، يجب إرسال أي إشعارات عن طريق البريد العادي المسجل أو عن طريق البريد الإلكتروني، إما إلى عنوان اتصال تكليف كما هو معروض على منصة تكليف، أو إلى عنوان اتصال المستخدمين كما هو مُقدَّم عند التسجيل. يُعتَبر أي إشعار مُقدَّمًا:",
    "notices_17_1_a": "(أ) إذا تم إرساله عبر البريد الإلكتروني، بعد مرور 24 ساعة من تاريخ إرسال البريد الإلكتروني، ما لم يتم إخطار المستخدم بأن عنوان البريد الإلكتروني غير صالح أو أن البريد الإلكتروني غير قابل للتسليم، و",
    "notices_17_1_b": "(ب) إذا تم إرساله عبر البريد المدفوع مُقَدَّمًا، بعد ثلاثة أيام عمل من تاريخ الإرسال، أو في اليوم السابع من تاريخ الإرسال إذا تم إرساله أو نُشِر من خارج السلطة القضائية التي توجد فيها حساب منصة تكليف الخاص بك.",
    "notices_17_2": "17.2 يجب توجيه الإشعارات المتعلقة بأداء أي خدمة من الطرف الثالث إلى هذا الطرف الثالث كما هو موضح في شروط وأحكام مقدم الخدمة الطرف الثالث."
  },
  "mediation_and_dispute_resolution_section": {
    "title": "18. التوسط وحل النزاعات",
    "mediation_and_dispute_resolution_18_1": "18.1 يشجع تكليفك على محاولة حل النزاعات (بما في ذلك المطالبات بالإرجاع أو المبالغ المستردة) مع المستخدمين الآخرين مباشرةً. وبناءً على ذلك، فإنك تقر وتوافق على أن تكليف قد تقدم، بتقديرها المطلق، معلوماتك التي تعتبر مناسبة للأطراف الأخرى المعنية بالنزاع.",
    "mediation_and_dispute_resolution_18_2": "18.2 في حالة حدوث نزاع مع مستخدم آخر، يجب عليك التعاون مع المستخدم الآخر والقيام بمحاولة حقيقية لحل النزاع.",
    "mediation_and_dispute_resolution_18_3": "18.3 قد تختار تكليف مساعدة المستخدمين في حل النزاعات. يمكن لأي مستخدم أن يحال النزاع إلى تكليف. يجب عليك التعاون مع أي تحقيق يقوم به تكليف. تحتفظ تكليف بالحق في اتخاذ قرار نهائي (بموجب العقل) استنادًا إلى المعلومات التي يقدمها المستخدمون وتوجيه مزود الدفع للقيام بالدفع وفقًا لذلك. يمكنك رفع النزاع الخاص بك مع المستخدم الآخر أو تكليف في المحكمة أو المحكمة المعنية.",
    "mediation_and_dispute_resolution_18_4": "18.4 تحتفظ تكليف بالحق في احتجاز أي سعر متفق عليه هو موضوع نزاع في الحسابات المعنية حتى الحل النهائي للنزاع من قبل تكليف. في حالة إرجاع المبلغ، قد تقرر تكليف بالعدول عن المبلغ بشكل كامل أو جزئي."
  },
  "termination_section": {
    "title": "19. الإنهاء",
    "termination_19_1": "19.1 يمكن لك أو لتكليف إنهاء حسابك وهذه الاتفاقية في أي وقت لأي سبب من الأسباب.",
    "termination_19_2": "19.2 لا يؤثر إنهاء هذه الاتفاقية على أي عقد مهمة تم التوصل إليها بين مستخدمي تكليف.",
    "termination_19_3": "19.3 الخدمات من الأطراف الثالثة مشروطة بشروط وأحكام مقدم الخدمة الطرف الثالث ومحكومة بها.",
    "termination_19_4": "19.4 تستمر الأقسام 4 (الرسوم)، و13 (الحد من المسؤولية)، و18 (التوسط وحل النزاعات)، وأي أحكام أخرى بطبيعتها يجب أن تظل سارية بعد أي إنهاء أو انتهاء لهذه الاتفاقية.",
    "termination_19_5": "19.5 إذا تم إنهاء حسابك أو هذه الاتفاقية لأي سبب، فلن تكون مؤهلاً دون موافقة تكليف (بتقديرها المطلق) على إنشاء حسابات أخرى مع تكليف، وقد نقوم بإنهاء أي حسابات أخرى تديرها."
  },
  "general_section": {
    "title": "20. عام",
    "general_20_1": "20.1 يخضع هذا الاتفاق للقوانين المحددة في الشروط الخاصة ببلدك.",
    "general_20_2": "20.2 تعتبر أحكام هذه الاتفاقية قابلة للفصل، وإذا كانت أي بند من بنود هذه الاتفاقية غير صالح أو غير قابل للتنفيذ، فقد يتم إزالة هذا البند وستظل البنود الأخرى سارية المفعول.",
    "general_20_3": "20.3 يمكن تعيين هذه الاتفاقية أو نقلها بواسطة تكليف إلى طرف ثالث دون موافقتك. في حالة التعيين أو التحويل، سيظل المستخدم ملزمًا بهذه الاتفاقية.",
    "general_20_4": "20.4 تحدد هذه الاتفاقية التفاهم والاتفاق الكامل بين المستخدم وتكليف بشأن موضوعها."
  },
  "appendix_section": {
    "appendix_title": "الملحق أ:",
    "task_contract_title": "نموذج عقد المهمة",
    "country_specific_title": "الشروط الخاصة بالبلد",
    "saudi_arabia_terms": "شروط المملكة العربية السعودية",
    "saudi_arabia_description": "إذا كنت مستخدمًا لديك حساب Taklief الخاص بك في (أو تُنفذ الخدمات في) المملكة العربية السعودية، فسيتم تطبيق الشروط التالية أو قد تختلف هذه الاتفاقية إلى حد ما:"
  },
  "sa_terms_section": {
    "currency_reference": "أ) يشير الإشارة إلى SAR، ﷼ أو SR إلى العملة السعودية؛",
    "model_contract_update": "ب) يتم إضافة ما يلي كبند 3.3 في العقد النموذجي للملحق أ '3.3 تضمن الأطراف الضمانات الاستهلاكية في عقد المهمة، حتى لو لم يتم تضمينها بالفعل بموجب القانون.'؛",
    "liability_exclusions": "ج) يكون استبعاد وتحديدات المسؤولية كما يلي:",
    "liability_points": {
      "point_1": "(1) باستثناء المسؤولية المتعلقة بانتهاك الشرط غير القابل للاستبعاد، إلى الحد المسموح به بموجب القانون، يُخل تكليف صراحة بأي مسؤولية عن أي خسارة أو ضرر (فعلي أو خاص أو مباشر أو غير مباشر أو ناتج عنه ومتوقع أو غير متوقع ومكشوف وغير مكشوف (بما في ذلك، على سبيل المثال لا الحصر، الخسارة أو الضرر المتعلق بأي عدم دقة في المعلومات المقدمة، أو عدم ملاءمة البضائع أو الخدمات المقدمة)، ناشئة عن أو متصلة بأي عملية بين المعلنين ومنفذي المهام.",
      "point_2": "(2) باستثناء المسؤولية المتعلقة بانتهاك أي شرط غير قابل للاستبعاد، إلى الحد المسموح به بموجب القانون، يُخل تكليف صراحة بأي مسؤولية عن أي خسارة أو ضرر (فعلي أو خاص أو مباشر أو غير مباشر وناتج عنه ومتوقع أو غير متوقع ومكشوف وغير مكشوف (بما في ذلك، على سبيل المثال لا الحصر، الخسارة أو الضرر المتعلق بأي عدم دقة في المعلومات المقدمة، أو عدم ملاءمة البضائع أو الخدمات المقدمة)، ناشئة عن أو متصلة بأي عملية بينك وأي مزود للخدمة الطرف الثالث قد يتم تضمينه من وقت لآخر على منصة تكليف.",
      "point_3": "(3) باستثناء المسؤولية المتعلقة بانتهاك أي شرط غير قابل للاستبعاد، وإلى الحد المسموح به بموجب القانون، لا تكون تكليف مسؤولة عن أي خسارة غائرة ناتجة عن أو متصلة بخدمات تكليف.",
      "point_4": "(4) باستثناء المسؤولية المتعلقة بانتهاك أي شرط غير قابل للاستبعاد، يقتصر مسؤولية تكليف تجاه أي مستخدم لخدمة تكليف على المبلغ الإجمالي للدفع الذي قام به ذلك المستخدم لتكليف خلال الفترة السابقة لاحداث المسؤولية، أو 50.00 ريال سعودي، أيهما أكبر.",
      "point_5": "(5) تقتصر مسؤولية تكليف تجاهك عند انتهاك أي شرط غير قابل للاستبعاد (باستثناء الشرط غير القابل للاستبعاد الذي بموجب القانون لا يمكن تقييده)، حسب اختيارنا إما على إعادة توريد أو استبدال أو إصلاح، أو دفع تكلفة إعادة توريد أو استبدال أو إصلاح البضائع التي حدث فيها الانتهاك، أو إعادة توريد أو دفع تكلفة إعادة توريد الخدمات التي حدث فيها الانتهاك."
    }
  },
  "glossary_section": {
    "agreement": "تعني \"الاتفاقية\" النسخة الأحدث من الاتفاق بين تكليف والمستخدم.",
    "agreed_price": "تعني \"السعر المتفق عليه\" السعر المتفق عليه للخدمات (بما في ذلك أي تغيير) المدفوع في الحساب البنكي من قبل المعلق ولكنه لا يشمل أي تكاليف تكبدها المنفذ عند إتمام الخدمات التي يوافق عليها المعلق على تعويضها.",
    "taklief": "\"تكليف\" تعني \"نحن\" \"لنا\" \"لنا\" يعني الكيان القانوني المحدد في الشروط الخاصة ببلدك.",
    "taklief_badge": "\"شارة تكليف\" تعني شارة يمكن أن تُصدر لمستخدم بناءً على تحقيقه لمؤهلات معينة أو عتبات أخرى، بما في ذلك الرموز التحقق، كما يحددها ويضبطها تكليف.",
    "taklief_platform": "\"منصة تكليف\" تعني موقع الويب تكليف على http://www.taklief.org/، وتطبيق تكليف على الهاتف الذكي، وأي منصة تابعة أخرى قد يتم تقديمها من وقت لآخر.",
    "taklief_service": "\"خدمة تكليف\" تعني خدمة توفير منصة تكليف.",
    "badge": "\"شارة\" تعني شارة تكليف ورمز التحقق.",
    "business_day": "\"يوم عمل\" يعني يوم يكون فيه البنوك مفتوحة للأعمال العامة في الاختصاص حيث يكون لدى المستخدمين حساباتهم على منصة تكليف، باستثناء يوم الجمعة ،السبت والعطلة الرسمية.",
    "business_partner_contract": "\"عقد شراكة تجارية\" يعني عقد بين شريك تجاري ومنفذ لأداء خدمات تجارية.",
    "business_partner": "\"شريك تجاري\" يعني الشركة أو الفرد الذي يدخل في اتفاق مع تكليف لاقتناء خدمات تجارية.",
    "business_services": "\"خدمات تجارية\" تعني الخدمات التي يقدمها منفذ لشريك تجاري تم اقتناؤها لغرض إعادة البيع لجهة ثالثة (مثل عميل شريك الأعمال).",
    "cancellation_admin_fee": "\"رسوم إدارية للإلغاء\" تعني الرسوم المستحقة من المعلق أو المنفذ عند إلغاء عقد مهمة ولن تتجاوز 22٪ من السعر المتفق عليه.",
    "consequential_loss": "\"الخسارة الناتجة\" تعني أي خسارة أو ضرر أو نفقات يمكن استردادها بموجب القانون:"
  },
  "definitions_section": {
    "a": "(أ) بخلاف الخسارة أو الضرر أو النفقات التي قد يتعرض لها أو يتكبدها أي شخص في حالة مماثلة للشخص الذي يعاني أو يتعرض للخسارة أو الضرر أو النفقات؛ أو",
    "b": "(ب) والتي هي خسارة:",
    "b1": "أ. فرصة أو سمعة طيبة؛",
    "b2": "ب. ربح أو إيرادات أو توفيرات متوقعة؛ أو",
    "b3": "ج. بيانات أو فساد بيانات.",
    "b4": "د. قيمة أي معدات."
  },
  "country_specific_terms": "تعني الشروط الخاصة بالبلد تلك الشروط المبينة في الملحق B.",
  "fees": "الرسوم تعني جميع الرسوم المستحقة لتكليف من قبل المستخدمين بما في ذلك رسوم الخدمة.",
  "identity_verification_services": "تعني \"خدمات التحقق من الهوية\" الأدوات المتاحة لمساعدة المستخدمين على التحقق من الهوية أو المؤهلات أو المهارات الأخرى للمستخدمين الآخرين بما في ذلك التحقق من رقم الهاتف المحمول والتحقق من معلومات الدفع والمراجع والتكامل مع وسائل التواصل الاجتماعي وشارات تكليف ورموز التحقق.",
  "instant_claim": "\"المطالبة الفورية\" تعني قبول عرض منفذ عبر وظيفة المساعدة في البحث.",
  "marketing_material": "تعني \"المواد التسويقية\" أي تحديثات أو أخبار أو عروض خاصة تتعلق بتكليف أو خدمات الطرف الثالث الخاصة به.",
  "non_excludable_condition": "تعني \"الشرط غير القابل للاستبعاد\" أي شرط ضمني أو ضمان في عقد، استثناءه سيخالف القانون أو يتسبب في جعل أي جزء من العقد باطلاً. يتم تحديد مزيد من التفاصيل حول الشروط غير القابلة للاستبعاد للمستهلكين في المملكة العربية السعودية في الشروط الخاصة ببلدك ذلك.",
  "occurrence": "\"الحدث\" يعني كل حدث فردي من الخدمات التي يجب أن يقوم بها منفذ والتي تشكل جزءًا من الخدمات المتكررة.",
  "offer": "\"العرض\" يعني عرضًا يقدمه منفذ ردًا على مهمة معلقة لأداء الخدمات. أو عرض يقدمه معلق لأداء الخدمات من قبل منفذ عند استخدام مساعدة البحث.",
  "payment_account": "\"الحساب البنكي\" يعني الحساب الذي يديره مزود الدفع.",
  "payment_provider": "\"مزود الدفع\" يعني الكيان المعين من قبل تكليف لإدارة وتشغيل الحساب البنكي بما في ذلك قبول المدفوعات من المستخدمين وإجراء المدفوعات لهم.",
  "personal_information": "\"المعلومات الشخصية\" لها نفس المعنى الموضح في الشروط الخاصة ببلدك.",
  "policies": "\"السياسات\" تعني السياسات المنشورة من قبل تكليف على منصة تكليف، بما في ذلك ولكن لا تقتصر على الإرشادات المجتمعية.",
  "poster": "\"المعلق\" يعني مستخدمًا ينشر على منصة تكليف بحثًا عن خدمات معينة.",
  "posted_task": "\"المهمة المنشورة\" تعني طلب المعلق للخدمات المنشورة على المنصة (بما في ذلك عبر مساعدة البحث)، وتشمل المهلة للانتهاء والسعر ووصف الخدمات المقدمة.",
  "poster_service_fee": "\"رسوم خدمة المعلق\" تعني الرسوم المستحقة من المعلق لتكليف كمقابل لخدمات تكليف (وتتألف كجزء من السعر المتفق عليه) المعروضة للمعلق قبل دخول كل عقد مهمة.",
  "recurring_services": "\"الخدمات المتكررة\" تعني نفس الخدمات التي تقتنيها المعلق باستخدام ميزة مساعدة البحث من نفس المنفذ بشكل متكرر، على سبيل المثال أسبوعيًا أو كل أسبوعين أو شهريًا.",
  "reference": "\"المرجع\" يعني ميزة تسمح للمستخدم بطلب من المستخدمين الآخرين نشر مرجع على منصة تكليف يؤيد تلك المستخدم.",
  "search_assist": "\"مساعدة البحث\" تعني ميزة على منصة تكليف حيث يمكن للمعلق تقديم تفاصيل محددة لمهمة معلقة مع مساعدة تكليف لحساب السعر المتفق عليه والعثور على منفذين محتملين لأداء الخدمات. يمكن أيضًا الإشارة إليها على منصة تكليف باسم الحجز الفوري.",
  "service_fee": "\"رسوم الخدمة\" تعني رسوم خدمة المعلق ورسوم خدمة المنفذ.",
  "services": "\"الخدمات\" تعني الخدمات التي يجب أن تقدم كما هو موضح في المهمة المنشورة، بما في ذلك أي تغييرات أو تعديلات وافق عليها قبل أو بعد إنشاء عقد المهمة وبالنسبة للخدمات المتكررة، الخدمات هي الخدمات التي يجب أن تؤدى في كل حدث.",
  "stored_value": "\"القيمة المخزنة\" تعني البطاقة الفعلية أو الافتراضية أو القسيمة أو القسيمة أو الرمز الذي يحتوي على رصيد أو خصم أو استرداد مالي مقدم كرصيد أو أي شيء آخر محدد أو وصف بأنه 'قيمة مخزنة' في هذه الاتفاقية، للاستخدام على منصة تكليف.",
  "task_contract": "\"عقد المهمة\" يعني العقد الفردي الذي يتم تشكيله بين معلق ومنفذ للخدمات. في حالة عدم الاتفاق على أو بالإضافة إلى أي شروط متفق عليها بشكل خاص، تنطبق الشروط النموذجية التي تم تضمينها في الملحق أ للاتفاقية على عقود المهام.",
  "tasker": "\"منفذ\" يعني مستخدمًا يقدم خدمات للمعلقين.",
  "tasker_funds": "\"أموال المنفذ\" تعني السعر المتفق عليه ناقص رسوم الخدمة.",
  "tasker_service_fee": "\"رسوم خدمة المنفذ\" تعني الرسوم المستحقة من المنفذ لتكليف كمقابل لخدمات تكليف (وتتألف كجزء من السعر المتفق عليه) المعروضة للمنفذ قبل دخول كل عقد مهمة.",
  "third_party_dispute_service": "\"خدمة النزاعات مع الطرف الثالث\" تعني موفر خدمة تسوية النزاعات الطرف الثالث المستخدم لحل أي نزاعات بين المستخدمين.",
  "third_party_service": "\"الخدمة الطرفية\" تعني الترقيات والروابط إلى الخدمات التي تقدمها الأطراف الثالثة كما قد تظهر على منصة تكليف من وقت لآخر.",
  "user": "\"المستخدم\" أو \"أنت\" يعني الشخص الذي قام بالتسجيل لاستخدام منصة تكليف، سواءً كان المعلق أو المنفذ أو غير ذلك.",
  "verification_icons": "\"رموز التحقق\" تعني الرموز المتاحة لعرضها على ملف تعريف المستخدم وأي منشورات مثل تلك الموجودة على منصة تكليف لتأكيد تفاصيل مثل مؤهلات المستخدم، أو رخصة، أو شهادة أو مهارة أخرى.",
  "rules_of_interpretation": "قواعد التفسير:",
  "rule_a": "(أ) المفرد يتضمن الجمع والعكس، والجنس يتضمن أجناسًا أخرى؛",
  "rule_b": "(ب) الشكل النحوي الآخر للكلمة أو التعبير المعرف له معنى مقابل؛",
  "rule_c": "(ج) الإشارة إلى وثيقة أو أداة تشمل الوثيقة أو الأداة كما تم تجديدها أو تغييرها أو تكميلها أو استبدالها من وقت لآخر؛",
  "rule_d": "(د) العملة المعمول بها هي العملة المحددة في الشروط الخاصة ببلدك؛",
  "rule_e": "(هـ) الإشارة إلى شخص تشمل شخصًا طبيعيًا أو شراكةً أو جسمًا قانونيًا أو جمعيةً أو سلطة حكومية أو محلية أو وكالة أو كيانًا آخر؛",
  "rule_f": "(ف) الإشارة إلى قانون أو مرسوم أو كود أو قانون آخر تشمل اللوائح والأدوات الأخرى التي تحتها والتكوينات والتعديلات وإعادات الصياغة أو استبدال أي منها؛",
  "rule_g": "(ج) معنى الكلمات العامة لا يقتصر بواسطة الأمثلة الخاصة المقدمة بواسطة تضمين، على سبيل المثال أو تعبيرات مماثلة؛",
  "rule_h": "(ح) العناوين هي لسهولة الإشارة فقط ولا تؤثر على التفسير؛",
  "rule_i": "(ط) أي اتفاق أو تمثيل أو ضمان أو ضمان لصالح شخصين أو أكثر (بما في ذلك حيث يتم تضمين شخصين أو أكثر في نفس المصطلح المحدد) لصالحهم مشترك ومتفرد.",
  "rule_j": "(ج) لا ينطبق قاعدة التشييد على ضرر الطرف بسبب أن الطرف كان مسؤولا عن إعداد هذه الاتفاقية أو أي جزء منها.",
  "revised_date": "يوليو 2020، حقوق النشر تكليف 2020"
}
      