{
  "homepage_headline": "منصة وطنية رقمية متكاملة تجمع بين مقدمي الخدمات النوعية والباحثين عن جودة العمل بمختلف المجالات التي يحتاجها المجتمع الواحد",
  "made_for_community": "صُنع من أجل المجتمع",
  "hero_text": "تواصل، تفويض، أكمل. منصة تمكنك من الاستعانة بمصادر خارجية لمهامك، وعرض مهاراتك للتأجير.",
  "get_it_done": "أضف مهمة واحصل على العروض",
  "labour_exchange": "إعادة تصور كيفية تبادل العمالة في العالم الحقيقي",
  "browse_tasks": "تصفح المهام",
  "for": "لأجهزة",
  "poster_principles": "مبادئ الناشر",
  "tasker_principles": "مبادئ المنفذ",
  "when_will_i_get_paid": "متى سأحصل على أجري؟",
  "coming_soon": "قريبًا",
  "ios_app": "تطبيق iOS",
  "about_taklief": "هي منصة سعودية مقرها الرياض توفر سوقًا للهواتف المحمولة لتمكين المستخدمين من الاستعانة بمصادر خارجية لأداء مهامهم اليومية. يقوم المستخدمون بوصف المهمة وتحديد ميزانيتها ، ثم يقوم أعضاء المجتمع بتقديم عروضهم لمحاولة إكمال المهمة.",
  "what_do_you_need": "ماذا تريد ان تفعل؟",
  "post_task_desc": "ابدأ بإخبارنا عن مهمتك. اذكر متى وأين تريد القيام بذلك (شخصيًا أو عن بُعد) ، ثم اقترح ميزانية عادلة للمهمة. انشر أي مهمة ، حرفيًا!",
  "assgin_person": "حدد أفضل شخص لك",
  "take_look": "ألق نظرة على الملفات الشخصية والمراجعات لاختيار أفضل تاسكر لمهمتك. عندما تقبل عرضًا ، يتم تعليق دفعتك بأمان مع Taklief Pay حتى تكتمل المهمة. يمكنك الآن إرسال الرسائل والاتصال بـ Tasker لفرز التفاصيل.",
  "task_completed": "تمت المهمة",
  "task_completion_message": "مع اكتمال مهمتك ، تحتاج فقط إلى تحرير الدفعة المعلقة مع Taklief Pay. إذن فأنت حر في ترك تعليق لـ Tasker حتى يتمكن الجميع من معرفة العمل الرائع الذي قاموا به !.",
  "home": "الرئيسية",
  "more": "المزيد",
  "contact_us": "اتصل بنا",
  "tasker_principle": "مبادئ مقدم الخدمة",
  "poster_principle": "مبادئ طالب الخدمة",
  "community_guideline": "إرشادات المجتمع",
  "society_to_society": "من المجتمع و إلى المجتمع",
  "about_taklief_short": "تكليف يعتمد على المجتمع إعتماد كلي",
  "when_get_paid": "متى سأحصل على مستحقاتي؟",
  "client_hasnt_released": "لم يحرر العميل المبلغ حتى الآن، ماذا أفعل؟",
  "terms_of_service": "شروط الخدمة",
  "copyright": "© 2023 جميع الحقوق محفوظة لشركة Taklief LLC",
  "get_app_to_view_link": "حمّل التطبيق لعرض هذا الرابط",
  "not_found": "الصفحة لا يمكن العثور عليها",
  "task_guidelines": {
    "section_a": {
      "title": "أ. يجب أن تكون المهام قانونية",
      "content": "لضمان تجربة آمنة ومأمونة لجميع أعضائنا، يجب أن تكون جميع المهام المنشورة قانونية. يُمنع بشدة التحريض أو التشجيع على الأعمال غير القانونية. كما أن الاحتيال غير مسموح به على تكليف وسيتم إزالته."
    },
    "section_b": {
      "title": "ب. قائمة العناصر المحظورة",
      "content": "يجب أن لا تتعلق المهام بالأسلحة أو الأنشطة غير القانونية، والتي قد تؤدي إلى تعزيز الجريمة. يُمنع أي طلب يتعلق بالمخدرات، بما في ذلك الأدوية بوصفة طبية أو أدوات تعاطي المخدرات. قد تكون هذه الأنشطة ذات عواقب قانونية خطيرة، ولكنها أيضًا تتعارض مع روح وقيم تكليف."
    },
    "section_c": {
      "title": "ج. عدم توفير خدمات الإيفاء أو الخدمات للبالغين",
      "content": "تُمنع بشدة خدمات الإيفاء والخدمات الخاصة بالبالغين والتدليك على تكليف. ويشمل ذلك المهام أو التعليقات التي تكون فاحشة أو جنسية بشكل صريح. بينما نحن نتجاوز الحدود ونساعد في إعادة تصوير مستقبل العمل، إلا أننا نضع خطًا هنا."
    },
    "section_d": {
      "title": "د. نطاق ووقت وميزانية واضحة المطلوبة",
      "content": "للمساعدة في إكمال مهامك، من المهم أن تحتوي مهمتك على نطاق واضح ووقت وميزانية.\n\n- **النطاق:** يجب أن توضح وصف المهمة بوضوح وبتفصيل ما تحتاج إلى فعله. إضافة أكبر قدر ممكن من المعلومات تساعد الشخص الذي سينفذ المهمة على فهم التوقعات.\n- **الوقت:** هل تحتاج المهمة إلى الانتهاء في يوم محدد، أم يمكن أن تكون مرنة مع الشخص الذي سينفذ المهمة؟ إذا كانت هناك تفاصيل محددة، فضعها في وصف المهمة.\n- **الميزانية:** تحديد سعر عادل للوقت والجهد المطلوبين لإكمال المهمة أمر حاسم. لا يُعَبَّر تكليف عن دعم التسعير المنخفض للمهام، وقد يتم مراقبة المهمة إذا تم العثور على ذلك.",
      "highlighted": "للمساعدة في إكمال مهامك، من المهم أن تحتوي مهمتك على نطاق واضح، ووقت، وميزانية.",
      "scope": {
        "title": "النطاق:",
        "content": "يجب أن يوضح وصف المهمة بشكل واضح وشامل ما تحتاج إلى فعله. إضافة أكبر قدر ممكن من المعلومات تساعد مقدم الخدمة في فهم التوقعات."
      },
      "time": {
        "title": "الوقت:",
        "content": "هل تحتاج المهمة إلى الانتهاء في يوم محدد أم يمكن أن تكون مرنة مع مقدم الخدمة؟ إذا كانت هناك تفاصيل محددة، فالرجاء ذكرها في وصف المهمة."
      },
      "budget": {
        "title": "الميزانية:",
        "content": "تحديد سعر عادل للوقت والجهد المطلوبين لإكمال المهمة أمر حاسم. لا يُؤيد تكليف التسعير المنخفض للمهام، وقد يتم تدبير المهمة إذا تم العثور على ذلك."
      },
      "help_taskers": "تساعد هذه النقاط مقدمي الخدمة في معرفة ما إذا كانوا يمتلكون المهارات والتوفر لإكمال مهمتك. كما أنها تساعد في تجنب أي سوء فهم حول التوقعات على طول الطريق."
    },
    "section_e": {
      "title": "ه. المنشورات المستندة إلى المهام",
      "content": "تعتبر منصة تكليف منصة تعتمد على المهام تشجعك على تفويض جميع الأشياء العجيبة والغريبة التي قد تحتاجها في أي يوم معين. ومع ذلك، هناك بعض أنواع المهام التي لا تدعم للحفاظ على نزاهة المنصة. لا يُسمح بالمهام الخادعة بطبيعتها. ويشمل ذلك، على سبيل المثال لا الحصر، طلب تقييمات كاذبة للأعمال التجارية، والإعجابات، ومتابعات على وسائل التواصل الاجتماعي.",
      "example_1": {
        "title": "المثال 1:",
        "content": "تم إلغاء مهمة سارة التي تطلب من مقدمي الخدمة ترك تقييمات بنجمة واحدة على موقع الشركة الإلكتروني وخرائط Google على الفور من قبل تكليف. تم إبلاغها بأن مهمتها لا تتوافق مع إرشادات المجتمع. الأنشطة الأكاديمية والمهام المرتبطة بالواجبات، مثل إكمال الواجبات أو الاختبارات أو الدورات نيابة عن شخص آخر، ممنوعة بشكل صارم. بالإضافة إلى ذلك، لا يتم دعم المساعدة الأكاديمية في شكل مراجعة النصوص، والتحرير، والتخطيط، والتنظيم، والمراجعة، وتقديم التغذية الراجعة على الأعمال الأكاديمية لشخص آخر أيضًا."
      },
      "example_2": {
        "title": "المثال 2:",
        "content": "نشر أحمد مهمة يبحث فيها عن مقدم خدمة لمراجعة تقديمه، وهو مقال بطول 1000 كلمة عن الثورة الفرنسية. بعد وقت قصير من النشر، تم الاتصال بأحمد وإبلاغه بأن المهمة قد تم إلغاؤها لأن مهام المراجعة لا تتم دعمها على تكليف. بالإضافة إلى ذلك، لا يُسمح بطلب عروض أسعار لأعمال تنفيذ خارج تكليف."
      },
      "example_3": {
        "title": "المثال 3:",
        "content": "نشر سعود مهمة بسعر أدنى، يطلب فيها من مقدم خدمة القدوم إلى منزله وتقديم عرض سعر لدهان منزله الذي يتألف من 3 غرف نوم. تم إلغاء المهمة من قبل تكليف لأنها كانت تطلب عرض سعر وليس خدمة فعلية للرسم. لا يتم دعم المهام التي تتضمن العري، أو عدم ارتداء الملابس العلوية، أو الملابس مثل الملابس الداخلية، وملابس السباحة، وملابس الرياضة."
      },
      "example_4": {
        "title": "المثال 4:",
        "content": "نشرت جوان مهمة تبحث فيها عن مقدم خدمة للتصوير لجلسة تصوير بيكيني. تم إلغاء المهمة لأنه سيُطلب من مقدم الخدمة ارتداء بيكيني. لا تتم دعم المهام التي تتضمن التحقيق أو جمع المعلومات حول فرد أو شركة دون علمهم وموافقتهم. كما أن المهام المتعلقة بتحصيل الديون غير مدعومة، وكذلك المهام التي تطلب من شخص سحب أموال، أو شراء بطاقات هدايا، أو قسائم للمُعلِن، أو إرسال أموال إلى المُعلِن عبر طرق مثل التحويل المصرفي المباشر أو STCPay."
      }
    },
    "section_f": {
      "title": "ف. عدم الإعلان",
      "content": "ندعم تفويض المهام لدعم نمو الأعمال التجارية على تكليف، ومع ذلك، لا تعتبر تكليف منصة لإعلانات الأعمال التجارية، ولا للوظائف الدائمة. تكليف ليست أيضًا منصة لأي طلبات لتوظيف الأفراد.",
      "example_1": {
        "title": "مثال 1:",
        "content": "نشر فارس مهمة يطلب فيها وظيفة جزئية أو كاملة كبناء. تمت إزالة المهمة من قبل تكليف لأن طلبات الوظائف غير مدعومة في منصة تكليف."
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "تمتلك أماندا مدرسة تعليم القيادة وقد نشرت مهمة تبحث فيها عن مدرسين للقيادة بدوام كامل، بأجر ساعي. تمت إزالة مهمة أماندا لأنها اعتبرت إعلانًا تجاريًا وبالتالي لا يتم دعمه في منصة تكليف."
      }
    }
  },
  "community_guidelines": "إرشادات المجتمع",
  "are_there_any_task_posting_guidelines": "هل هناك أي إرشادات لنشر المهام؟",
  "community_guideline_1": "تساعد منصة تكليفك في إنجاز المزيد. لإنشاء بيئة آمنة ومحترمة ومجزية، نحتاج منك أن تتبع الإرشادات التالية.",
  "Moving furniture": "نقل الأثاث",
  "Gardening": "الحدائق",
  "Handyman": "حرفي",
  "Cleaning": "تنظيف",
  "Business & Admin": "الأعمال والإدارة",
  "Delivery": "التوصيل",
  "Pedicure & manicure": "العناية بالأظافر واليدين",
  "Manpower": "القوى العاملة",
  "Health": "الصحة",
  "Art": "الفن",
  "Construction": "البناء",
  "Lab & Research": "المختبر والبحث",
  "Mechanic": "الفني الميكانيكي",
  "Pets care": "رعاية الحيوانات الأليفة",
  "Baby care": "رعاية الأطفال",
  "Web & design": "تصميم الويب والجرافيكس",

  "terms_and_conditions": "البنود والشروط",
  "terms_and_conditions_sub": "إليكم بنودنا وشروطنا.",
  "user_agreement": "اتفاقية المستخدم:",
  "taklief_terms_and_conditions": "تنطبق أيضًا شروط محددة للدول في الملحق ب",
  "taklief_terms_and_conditions_2": "تحدد شروط تاكليف (تحديث يوليو 2020) التزامات تاكليف والمسؤوليات على منصة تاكليف.",
  "taklief_website": "www.Taklief.com",
  "taklief_platform_description": "تدير تاكليف منصة عبر الإنترنت تتيح للمستخدمين الاتصال من خلال منصة تاكليف مع مستخدمين آخرين يقدمون خدمات. يرجى قراءة هذه البنود وجميع السياسات بما في ذلك الإرشادات المجتمعية بعناية قبل استخدام منصة تاكليف. يتم دمج هذه السياسات في هذه الاتفاقية بالإشارة إليها.",
  "taklief_platform_description_2": "جميع المصطلحات المحددة في هذه الاتفاقية لها المعنى الذي يتم منحها في المعجم التاكليف.",
  "scope_of_taklief_services": "1. نطاق خدمات تاكليف",
  "taklief_platform_provision": "1.1 توفر تاكليف منصة تاكليف للسماح للناشرين بنشر المهام المنشورة.",
  "taskers_offer": "1.2 قد يقدم مقدمو الخدمات عرضًا ردًا على مهمة منشورة. يمكن أن تكون بعض أجزاء تفاصيل العرض متاحة للجمهور، بما في ذلك لمستخدمي الإنترنت الذين ليسوا مستخدمين.",
  "poster_modify_task": "1.3 يمكن للناشر إلغاء أو تعديل مهمة منشورة في أي وقت قبل قبوله / قبولها لعرض. تحتفظ تاكليف بالحق في إلغاء جميع العروض على مهمة منشورة تم إجراؤها قبل التعديل.",
  "task_contract_creation": "1.4 إذا قبل الناشر عرضًا على منصة تاكليف، يتم إنشاء عقد مهمة بين مقدم الخدمة والناشر.",
  "poster_payment": "1.5 عند إنشاء عقد المهمة، يجب على الناشر دفع السعر المتفق عليه إلى الحساب البنكي.",
  "taklief_services_fee": "1.6 عند إنشاء عقد المهمة، قدمت تاكليف خدمات تاكليف ومستحقات الخدمة مستحقة للدفع.",
  "task_contract_variation": "1.7 بمجرد إنشاء عقد المهمة، يمكن لمقدم الخدمة والناشر تغيير عقد المهمة على منصة تاكليف. يتم تشجيع الناشر ومقدم الخدمة على استخدام نظام المراسلة الخاص بتاكليف لتعديل أو تغيير عقد المهمة (بما في ذلك السعر المتفق عليه) أو للتواصل بشكل آخر.",
  "tasker_notice_completion": "1.8 بمجرد اكتمال الخدمات، يجب على مقدم الخدمة تقديم إشعار بها على منصة تاكليف.",
  "poster_notice_completion": "1.9 بمجرد اكتمال الخدمات، يجب على الناشر تقديم إشعار بها على منصة تاكليف.",
  "task_completion_funds_release": "1.10 بمجرد اكتمال المهمة المنشورة وتأكيد الناشر بأن الخدمات تمت (أو إذا كانت تاكليف مقتنعة بأن الخدمات قد تمت)، سيتم إطلاق أموال مقدم الخدمة من قبل تاكليف من الحساب المصرفي إلى مقدم الخدمة. ومع ذلك، لا ينطبق هذا العملية على دفع الخدمات المتكررة والتي يتم التعامل معها في البند 1.16 أدناه.",
  "task_contract_review_feedback": "1.11 بعد إكمال عقد المهمة، يتم تشجيع الأطراف على مراجعة وتقديم تعليقات حول الخدمات على منصة تاكليف.",
  "search_assist_feature": "1.12 قد توفر تاكليف أيضًا ميزة مساعدة البحث التي تمكن الناشرين من تقديم عرض للخدمات.",
  "offer_submission_notification": "1.13 يمكن إشعار العرض الذي يتم تقديمه من قبل الناشر باستخدام ميزة المساعدة في البحث للمستخدمين الآخرين، ويمكن لهؤلاء المستخدمين اختيار تقديم مطالبة فورية له.",
  "task_contract_creation_search_assist": "1.14 عند استخدام ميزة المساعدة في البحث، يتم إنشاء عقد مهمة عندما يقوم مقدم الخدمة بتقديم مطالبة فورية (وفي حالة الخدمات المتكررة، يتم إنشاء عقد مهمة للحدث الأول فقط). بالنسبة للخدمات المتكررة، يتم إنشاء العقد المقبل عند اكتمال الحدث السابق.",
  "offer_revocation_modification": "1.15 يمكن للناشر إلغاء أو تعديل عرضه باستخدام ميزة المساعدة في البحث، بما في ذلك للخدمات المتكررة، في أي وقت قبل أن يقوم مقدم الخدمة بتقديم مطالبة فورية. تحتفظ تاكليف بالحق في إلغاء جميع المهام المنشورة التي تم إجراؤها قبل الإلغاء أو التعديل.",
  "automatic_payment_tasker_funds": "1.16 بالنسبة للخدمات المتكررة وطبقًا للبند 1.17، بمجرد اكتمال الحدث وتأكيد مقدم الخدمة بأن الحدث قد تم (أو إذا كانت تاكليف مقتنعة بأن الحدث قد تم)، ستتم إطلاق أموال مقدم الخدمة لهذا الحدث تلقائيًا من تاكليف من الحساب المصرفي إلى مقدم الخدمة.",
  "automatic_payment_pause": "1.17 يمكن للناشر اختيار تعليق الدفع التلقائي لأموال مقدم الخدمة لحدث داخل 24 ساعة من تأكيد مقدم الخدمة بأن الحدث قد تم. إذا قام الناشر بتعليق هذا الدفع التلقائي وفقًا لهذا البند، فلن تتم إطلاق أموال مقدم الخدمة من تاكليف من الحساب المصرفي إلى مقدم الخدمة حتى يؤكد الناشر أيضًا أن الحدث قد تم.",
  "taklief_role_and_obligations": "2. دور تاكليف والتزاماتها",
  "taklief_platform_provision_2": "2.1 توفر تاكليف منصة تاكليف فقط، مما يتيح للمستخدمين نشر المهام المنشورة وتقديم العروض على المهام المنشورة.",
  "age_requirement": "2.2 تسمح تاكليف فقط بالأفراد الذين تتجاوز أعمارهم 18 عامًا بأن يصبحوا مستخدمين.",
  "user_natural_persons": "2.3 يجب أن يكون المستخدمون أشخاصًا طبيعيين، ولكن يمكنهم تحديدًا داخل وصف حسابهم بأنهم يمثلون كيان تجاري.",
  "registration_approval_discretion": "2.4 بتقديرها المطلق، قد ترفض تاكليف السماح لأي شخص بالتسجيل أو إنشاء حساب مع تاكليف أو إلغاء أو تعليق أو تعديل أي حساب موجود بما في ذلك إذا تشكلت تاكليف برأيها بأن سلوك المستخدم (بما في ذلك خرق هذه الاتفاقية) يضر بتشغيل منصة تاكليف.",
  "account_creation_free": "2.5 التسجيل وإنشاء حساب مع تاكليف مجاني. لا توجد رسوم على الناشر لنشر المهام، أو لمستخدمي تاكليف الآخرين لمراجعة المحتوى على منصة تاكليف، بما في ذلك المهام المنشورة الأخرى.",
  "interaction_liability": "2.6 لا تتحمل تاكليف أي مسؤولية عن أي جانب من جوانب التفاعل بين الناشر ومقدم الخدمة، بما في ذلك ولكن لا تقتصر على الوصف أو الأداء أو تسليم الخدمات.",
  "information_accuracy_warranty": "2.7 ليس لدى تاكليف أي مسؤولية ولا يقدم أي ضمان بخصوص صحة أو دقة أي جانب من جوانب المعلومات التي يقدمها المستخدمون، بما في ذلك، ولكن لا يقتصر على، قدرة مقدمي الخدمات على أداء المهام أو توفير العناصر، أو صدق أو دقة أي معلومات يقدمها الناشرون أو قدرة الناشرون على دفع الخدمات المطلوبة.",
  "service_warranty": "2.8 باستثناء المسؤولية المتعلقة بأي شرط لا يمكن استبعاده، يتم توفير خدمة تاكليف على أساس \"كما هي\"، وبدون أي ضمان أو شرط، صريح أو ضمني. في الحد المسموح به بموجب القانون، نحن وموردينا ننكر بصراحة أي ضمانات ضمنية بشأن العنوان، أو التسويقية، أو اللياقة لغرض معين، أو عدم الانتهاك.",
  "dispute_resolution": "2.9 ليس لدى تاكليف أي التزام بأي مستخدم بمساعدة أو إشراك نفسها في أي نزاع بين المستخدمين، على الرغم من أنه قد يفعل ذلك لتحسين تجربة المستخدم."
}
