{
  "homepage_headline": "منصة رقمية متكاملة تجمع بين مقدمي الخدمات المتميزة والباحثين عن عمل جيد في مختلف المجالات التي يحتاجها المجتمع",
  "made_for_community": "صنع للمجتمع",
  "hero_text": "تواصل، تفويض، أكمل. <br/> منصة تمكنك من الاستعانة بمصادر خارجية لمهامك، وعرض مهاراتك للتأجير.",
  "get_it_done": "أضف مهمة واحصل على العروض",
  "get_things_done": "انجاز الامور",
  "labour_exchange": "إعادة تصور كيفية تبادل العمالة في العالم الحقيقي",
  "browse_tasks": "تصفح المهام",
  "for": "ل",
  "poster_principles": "مبادئ الملصق",
  "tasker_principles": "مبادئ تاسكر",
  "when_will_i_get_paid": "متى سأحصل على أموالي؟",
  "ios_app": "تطبيق iOS",
  "coming_soon": "قريباً",
  "about_taklief": "\"تكليف\" هي منصة سعودية مقرها الرياض توفر سوقاً للهواتف المحمولة لتمكين المستخدمين من الاستعانة بمصادر خارجية لمهامهم اليومية. يصف المستخدمون المهمة ويحددون ميزانيتها، ثم يقوم أعضاء المجتمع بتقديم عروضهم لمحاولة إكمال المهمة.",
  "what_do_you_need": "ماذا تحتاج إلى القيام به؟",
  "post_task_desc": "ابدأ بإخبارنا عن مهمتك. اذكر متى وأين تريد إنجاز المهمة (شخصيًا أو عن بعد)، ثم اقترح ميزانية عادلة للمهمة. أضف أي مهمة، حرفيا!",
  "assgin_person": "تعيين أفضل شخص بالنسبة لك",
  "take_look": "قم بإلقاء نظرة على الملفات الشخصية والمراجعات لاختيار أفضل تاسكر لمهمتك. عند قبول عرض ما، يتم الاحتفاظ بدفعتك بشكل آمن مع Taklief Pay حتى اكتمال المهمة. يمكنك الآن إرسال رسالة إلى Tasker والاتصال به لفرز التفاصيل.",
  "task_completed": "تمت المهمة",
  "task_completion_message": "بعد اكتمال مهمتك، ما عليك سوى تحرير الدفعة المحتجزة لدى Taklief Pay. ثم يمكنك ترك تعليق لـ Tasker حتى يتمكن الجميع من معرفة العمل الرائع الذي قاموا به!",
  "home": "بيت",
  "more": "أكثر",
  "contact_us": "اتصل بنا",
  "tasker_principle": "مبادئ تاسكر",
  "poster_principle": "مبادئ الملصق",
  "community_guideline": "إرشادات المجتمع",
  "society_to_society": "من المجتمع إلى المجتمع",
  "about_taklief_short": "Taklief هي بيئة مجتمعية بالكامل",
  "when_get_paid": "متى سأحصل على أموالي؟",
  "client_hasnt_released": "العميل لم يفرج عن الدفع بعد!",
  "terms_of_service": "شروط الخدمة",
  "copyright": "©2023 جميع الحقوق محفوظة لشركة تاكليف ذ.م.م",
  "get_app_to_view_link": "احصل على التطبيق لعرض هذا الرابط",
  "for_iphone": "للآيفون",
  "for_android": "لأجهزة الأندرويد",
  "for_web": "للويب",
  "not_found": "لا يمكن العثور على الصفحة",
  "task_guidelines": {
    "section_a": {
      "title": "أ. يجب أن تكون المهام قانونية",
      "content": "لضمان تجربة آمنة ومأمونة لجميع أعضائنا، يجب أن تكون جميع المهام المنشورة قانونية. يُمنع منعا باتا التماس أو التحريض أو تشجيع الأعمال غير القانونية. كما لا يتم التسامح مع عمليات الاحتيال على Taklief وستتم إزالتها."
    },
    "section_b": {
      "title": "ب. قائمة العناصر المحظورة",
      "content": "يجب ألا تتعلق المهام بالأسلحة أو النشاط غير القانوني، مما قد يؤدي إلى تعزيز الجريمة. يُحظر أي طلبات تتعلق بالمخدرات، بما في ذلك العقاقير الطبية أو أدوات صنع الأدوية. قد لا يكون لهذه الأنشطة تداعيات قانونية خطيرة فحسب، بل إنها تتعارض أيضًا مع روح وقيم التكليف."
    },
    "section_c": {
      "title": "ج. لا توجد خدمات مرافقة أو للبالغين",
      "content": "يُمنع منعا باتا المرافقة وخدمات البالغين ومهام التدليك في Taklief. يتضمن ذلك المهام أو التعليقات الفاحشة أو الجنسية الصريحة بطبيعتها. وبينما ندفع الحدود ونساعد في إعادة تصور مستقبل التوظيف، فإننا نرسم الخط هنا."
    },
    "section_d": {
      "title": "د. توضيح النطاق والوقت والميزانية المطلوبة",
      "content": "للمساعدة في إكمال مهامك، من المهم أن يكون لمهمتك نطاق ووقت وميزانية واضحة.\n\n- **النطاق:** يجب أن يوضح وصف المهمة بوضوح ودقة ما تحتاج إلى إنجازه. إن إضافة أكبر قدر ممكن من المعلومات يساعد تاسكر على فهم التوقعات.\n- **الوقت:** هل يجب إكمال المهمة في يوم محدد، أم يمكن أن يكون ذلك مرنًا مع المهام؟ إذا كان محددًا، أذكره في وصف المهمة.\n- **الميزانية:** يعد تحديد سعر عادل لمقدار الوقت والجهد المطلوبين للمهمة أمرًا بالغ الأهمية. Taklief لا يؤيد التسعير المنخفض للمهام، ويمكن الإشراف على المهمة إذا وجد ذلك.\n\nتساعد هذه المهام في معرفة ما إذا كانت لديهم المهارات والتوافر لإكمال مهمتك. وسوف يساعد أيضًا في تجنب أي سوء فهم حول التوقعات على طول الطريق.",
      "highlighted": "للمساعدة في إكمال مهامك، من المهم أن يكون لمهمتك نطاق ووقت وميزانية واضحة.",
      "scope": {
        "title": "نِطَاق:",
        "content": "يجب أن يوضح وصف المهمة بشكل واضح وشامل ما تحتاج إلى القيام به. إن إضافة أكبر قدر ممكن من المعلومات يساعد تاسكر على فهم التوقعات."
      },
      "time": {
        "title": "وقت:",
        "content": "هل يجب إكمال المهمة في يوم محدد أم يمكن أن تكون مرنة مع تاسكر؟ إذا كان محددًا، أذكره في وصف المهمة."
      },
      "budget": {
        "title": "ميزانية:",
        "content": "يعد تحديد سعر عادل لمقدار الوقت والجهد اللازمين للمهمة أمرًا بالغ الأهمية. Taklief لا يؤيد التسعير المنخفض للمهام ويمكن الإشراف على المهمة، إذا وجد ذلك."
      },
      "help_taskers": "تساعد هذه المهام في معرفة ما إذا كانت لديهم المهارات والتوافر لإكمال مهمتك. وسوف يساعد أيضًا في تجنب أي سوء فهم حول التوقعات على طول الطريق."
    },
    "section_e": {
      "title": "E. المشاركات القائمة على المهام",
      "content": "منصة Taklief هي عبارة عن منصة قائمة على المهام تشجعك على الاستعانة بمصادر خارجية لجميع الأشياء الغريبة والملتوية التي قد تحتاج إلى القيام بها في أي يوم. ومع ذلك، هناك بعض أنواع المهام غير المدعومة للحفاظ على سلامة النظام الأساسي. لا يُسمح بالمهام الخادعة بطبيعتها. يتضمن ذلك، على سبيل المثال لا الحصر، طلب مراجعات الأعمال المزيفة وإعجابات وسائل التواصل الاجتماعي والمتابعات.",
      "example_1": {
        "title": "مثال 1:",
        "content": "تم إلغاء مهمة سارة، التي تطلب من Taskers ترك تقييمات 5 نجوم على موقع شركتها وخرائط Google، على الفور من قبل Taklief. تم إبلاغها أن مهمتها لا تتوافق مع إرشادات المجتمع. تُحظر تمامًا الأنشطة الأكاديمية والمهام القائمة على المهام، مثل إكمال الواجبات أو الاختبارات أو الدورات نيابة عن شخص ما. بالإضافة إلى ذلك، لا يتم أيضًا دعم المساعدة الأكاديمية في شكل التدقيق اللغوي والتحرير والتخطيط والهيكلة والمراجع وتقديم التعليقات على العمل الأكاديمي لشخص آخر."
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "نشر أحمد مهمة بحثًا عن تاسكر لتدقيق مهمته، وهي مقالة مكونة من 1000 كلمة عن الثورة الفرنسية. بعد وقت قصير من النشر، تم الاتصال بأحمد وإبلاغه بإلغاء المهمة لأن مهام التدقيق اللغوي غير مدعومة في Taklief. بالإضافة إلى ذلك، لا يُسمح بالمهام التي تطلب عروض أسعار للعمل الذي سيتم إنجازه خارج Taklief."
      },
      "example_3": {
        "title": "مثال 3:",
        "content": "نشر سعود مهمة بأقل سعر، حيث طلب من أحد تاسكر الحضور إلى منزله وتقديم عرض أسعار لطلاء منزله المكون من 3 غرف نوم. ألغت شركة Taklief المهمة لأنها طلبت عرض أسعار وليس خدمة طلاء فعلية. لا يتم دعم المهام التي تتضمن العري أو عاريات الصدر أو الملابس مثل الملابس الداخلية وملابس السباحة وملابس الصالة الرياضية."
      },
      "example_4": {
        "title": "مثال 4:",
        "content": "نشرت جوان مهمة تبحث عن تاسكر ليكون نموذجًا لالتقاط الصور بالبيكيني. تم إلغاء المهمة حيث سيُطلب من تاسكر ارتداء البيكيني. لا يتم دعم المهام التي تتضمن التحقيق أو جمع المعلومات عن فرد أو شركة دون علمهم وموافقتهم. مهام تحصيل الديون غير مدعومة أيضًا. لا يتم دعم المهام التي تطلب من شخص ما سحب النقود، أو شراء بطاقات الهدايا، أو قسائم الملصق، أو إرسال الأموال إلى الملصق عبر طرق مثل التحويلات المصرفية المباشرة أو STCPay."
      }
    },
    "section_f": {
      "title": "واو: لا إعلانات",
      "content": "نحن ندعم الشركات في الاستعانة بمصادر خارجية لمهام Taklief لمساعدة أعمالهم على النمو، ولكن Taklief ليس منصة لإعلانات الأعمال، ولا لوحة وظائف لإعلانات الوظائف الدائمة. Taklief أيضًا ليس منصة لأي طلبات توظيف.",
      "example_1": {
        "title": "مثال 1:",
        "content": "نشر فارس مهمة يطلب فيها وظيفة بدوام جزئي أو كامل كعامل بناء. تمت إزالة المهمة بواسطة Taklief لأن طلبات الوظائف غير مدعومة في منصة Taklief"
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "تمتلك أماندا مدرسة لتعليم قيادة السيارات ونشرت مهمة للبحث عن مدربي قيادة بدوام كامل، بأجر بالساعة. تمت إزالة مهمة أماندا لأنها كانت تعتبر إعلانًا تجاريًا وبالتالي فهي غير مدعومة في منصة Taklief."
      }
    }
  },
  "community_guidelines": "إرشادات المجتمع",
  "are_there_any_task_posting_guidelines": "هل هناك أي إرشادات لنشر المهام؟",
  "community_guideline_1": "تساعدك منصة Taklief على إنجاز المزيد من المهام. لخلق بيئة آمنة ومحترمة ومجزية، نحتاج منك اتباع الإرشادات أدناه.",
  "Moving furniture": "نقل اثاث",
  "Gardening": "الحدائق",
  "Handyman": "عامل يدوي",
  "Cleaning": "تنظيف",
  "Business & Admin": "مسؤول الاعمال",
  "Delivery": "توصيل",
  "Pedicure & manicure": "باديكير ومانيكير",
  "Manpower": "القوى العاملة",
  "Health": "صحة",
  "Art": "فن",
  "Construction": "بناء",
  "Lab & Research": "المختبر والأبحاث",
  "Mechanic": "ميكانيكي",
  "Pets care": "رعاية الحيوانات الأليفة",
  "Baby care": "عناية الطفل",
  "Web & design": "الويب والتصميم",
  "terms_and_conditions": "الأحكام والشروط",
  "terms_and_conditions_sub": "هنا الشروط والأحكام لدينا.",
  "user_agreement": "اتفاقية المستخدم:",
  "taklief_terms_and_conditions": "تنطبق الشروط الخاصة بالدولة الواردة في الملحق ب أيضًا على هذه الاتفاقية.",
  "taklief_terms_and_conditions_2": "تحدد شروط وأحكام Taklief (المحدثة في يوليو 2020) التزامات ومسؤوليات Taklief والتزاماتك على منصة Taklief.",
  "taklief_website": "www.Taklief.com",
  "taklief_platform_description": "تدير Taklief منصة على الإنترنت تسمح للمستخدمين بالاتصال من خلال منصة Taklief مع مستخدمين آخرين يقدمون الخدمات. يرجى قراءة هذه الشروط وجميع السياسات بما في ذلك إرشادات المجتمع بعناية قبل استخدام منصة Taklief. تم دمج هذه السياسات في هذه الاتفاقية بالرجوع إليها.",
  "taklief_platform_description_2": "جميع المصطلحات المحددة في هذه الاتفاقية لها المعنى المحدد لها في قاموس التكليف.",
  "scope_of_taklief_services": "1. نطاق خدمات التكليف",
  "taklief_platform_provision": "1.1 يوفر Taklief منصة Taklief لتمكين الملصقات من نشر المهام المنشورة.",
  "taskers_offer": "1.2 قد يقدم القائمون على المهام عرضًا ردًا على مهمة منشورة. قد تكون بعض أجزاء تفاصيل العرض متاحة للعامة، بما في ذلك مستخدمي الإنترنت الذين ليسوا مستخدمين.",
  "poster_modify_task": "1.3 يجوز للملصق إلغاء أو تعديل مهمة منشورة في أي وقت قبل قبول العرض. تحتفظ Taklief بالحق في إلغاء جميع العروض على المهمة المنشورة التي تم إجراؤها قبل التعديل.",
  "task_contract_creation": "1.4 إذا قبل الملصق عرضًا على منصة Taklief، فسيتم إنشاء عقد مهمة بين المكلف والملصق.",
  "poster_payment": "1.5 عند إنشاء عقد المهمة، يجب على الملصق دفع السعر المتفق عليه في حساب الدفع.",
  "taklief_services_fee": "1.6 عند إنشاء عقد المهمة، قامت شركة \"تكليف\" بتقديم خدمات \"التكليف\" وأصبحت رسوم الخدمة مستحقة وواجبة الدفع.",
  "task_contract_variation": "1.7 بمجرد إنشاء عقد المهمة، يجوز للمكلف والملصق تغيير عقد المهمة على منصة Taklief. يتم تشجيع الملصق والمهام على استخدام نظام المراسلة الخاص الخاص بـ Taklief لتعديل أو تغيير عقد المهمة (بما في ذلك السعر المتفق عليه) أو للتواصل بطريقة أخرى.",
  "tasker_notice_completion": "1.8 بمجرد اكتمال الخدمات، يجب على المكلف تقديم إشعار بذلك على منصة Taklief.",
  "poster_notice_completion": "1.9 بمجرد اكتمال الخدمات، يجب على الملصق تقديم إشعار بذلك على منصة Taklief.",
  "task_completion_funds_release": "1.10 بمجرد اكتمال المهمة المنشورة ويؤكد الملصق اكتمال الخدمات، أو إذا كان Taklief مقتنعًا بأن الخدمات قد اكتملت، فسيتم تحرير أموال المهام بواسطة Taklief من حساب الدفع إلى المكلف. ومع ذلك، لا تنطبق هذه العملية على دفع الخدمات المتكررة التي يتم تناولها في البند 1.16 أدناه.",
  "task_contract_review_feedback": "1.11 بعد اكتمال عقد المهمة، يتم تشجيع الأطراف على مراجعة الخدمات الموجودة على منصة Taklief وتقديم التعليقات عليها.",
  "search_assist_feature": "1.12 قد توفر Taklief أيضًا ميزة مساعدة البحث لتمكين الملصقات من تقديم عرض للخدمات.",
  "offer_submission_notification": "1.13 يجوز إخطار المستخدمين الآخرين بالعرض المقدم من أحد الملصقات باستخدام خدمة Search Assist، ويجوز لهؤلاء المستخدمين اختيار تقديم مطالبة فورية به.",
  "task_contract_creation_search_assist": "1.14 عند استخدام Search Assist، يتم إنشاء عقد مهمة عندما يقوم المكلف بتقديم مطالبة فورية (وفي حالة الخدمات المتكررة، يتم إنشاء عقد مهمة للحدث الأول فقط). بالنسبة للخدمات المتكررة، يتم إنشاء عقد المهمة التالي عند اكتمال الحدث السابق.",
  "offer_revocation_modification": "1.15 يجوز للملصق إلغاء عرضه أو تعديله فيما يتعلق باستخدام مساعدة البحث، بما في ذلك الخدمات المتكررة، في أي وقت قبل قيام المسؤول بتقديم مطالبة فورية. تحتفظ Taklief بالحق في إلغاء جميع المهام المنشورة التي تم إجراؤها قبل الإلغاء أو التعديل.",
  "automatic_payment_tasker_funds": "1.16 بالنسبة للخدمات المتكررة وبموجب البند 1.17، بمجرد اكتمال الحدث وتأكيد المسؤول عن اكتمال الحدث (أو إذا كان Taklief مقتنعًا باكتمال الحدث)، فسيتم تحرير أموال المهام الخاصة بهذا الحدث تلقائيًا بواسطة Taklief من حساب الدفع إلى تاسكر.",
  "automatic_payment_pause": "1.17 يجوز للملصق اختيار إيقاف الدفع التلقائي لأموال المهام مؤقتًا في حالة وقوع حدث ما خلال 24 ساعة من تأكيد المسؤول عن اكتمال الحادث. إذا قام الملصق بإيقاف هذا الدفع التلقائي مؤقتًا وفقًا لهذا البند، فلن يتم تحرير أموال المهام بواسطة Taklief من حساب الدفع إلى المهام حتى يؤكد الملصق أيضًا على اكتمال الحدث.",
  "taklief_role_and_obligations": "2. دور التكليف والتزاماته",
  "taklief_platform_provision_2": "2.1 يوفر Taklief منصة Taklief فقط، مما يمكّن المستخدمين من نشر المهام المنشورة وتقديم العروض على المهام المنشورة.",
  "age_requirement": "2.2 يسمح Taklief فقط للأفراد الذين تزيد أعمارهم عن 18 عامًا بأن يصبحوا مستخدمين.",
  "user_natural_persons": "2.3 يجب أن يكون المستخدمون أشخاصًا طبيعيين، ولكن يمكنهم التحديد ضمن وصف حسابهم أنهم يمثلون كيانًا تجاريًا.",
  "registration_approval_discretion": "2.4 وفقًا لتقديرها المطلق، يجوز لشركة Taklief رفض السماح لأي شخص بالتسجيل أو إنشاء حساب مع Taklief أو إلغاء أو تعليق أو تعديل أي حساب موجود بما في ذلك إذا شكلت Taklief بشكل معقول وجهة نظر مفادها أن سلوك المستخدم (بما في ذلك خرق هذه الاتفاقية) هو أمر مخالف للقانون. الإضرار بتشغيل منصة Taklief.",
  "account_creation_free": "2.5 التسجيل وإنشاء حساب في Taklief مجاني. لا يوجد أي رسوم على الملصق لنشر المهام، أو لمستخدمي Taklief الآخرين لمراجعة المحتوى على منصة Taklief، بما في ذلك المهام المنشورة.",
  "interaction_liability": "2.6 لا تتحمل Taklief أي مسؤولية عن أي جانب من جوانب تفاعل الملصق والمهام، بما في ذلك على سبيل المثال لا الحصر، وصف الخدمات أو أدائها أو تقديمها.",
  "information_accuracy_warranty": "2.7 لا تتحمل Taklief أي مسؤولية ولا تقدم أي ضمان فيما يتعلق بصحة أو دقة أي جانب من أي جانب من المعلومات المقدمة من قبل المستخدمين، بما في ذلك، على سبيل المثال لا الحصر، قدرة المهام على أداء المهام أو توفير العناصر، أو صدق أو دقة أي المعلومات المقدمة من الملصقات أو قدرة الملصقات على الدفع مقابل الخدمات المطلوبة.",
  "service_warranty": "2.8 باستثناء المسؤولية فيما يتعلق بأي شرط غير قابل للاستثناء، يتم تقديم خدمة Taklief على أساس \"كما هي\"، ودون أي ضمان أو شرط، صريحًا أو ضمنيًا. إلى الحد الذي يسمح به القانون، نخلي نحن وموردينا مسؤوليتنا على وجه التحديد من أي ضمانات ضمنية تتعلق بالملكية وقابلية التسويق والملاءمة لغرض معين وعدم الانتهاك.",
  "dispute_resolution": "2.9 لا تتحمل شركة Taklief أي التزام تجاه أي مستخدم بالمساعدة أو التدخل في أي نزاع بين المستخدمين، على الرغم من أنها قد تفعل ذلك لتحسين تجربة المستخدم.",
  "user_obligations": {
    "title": "3. التزامات المستخدم",
    "obligations": {
      "obligation_3_1": {
        "text": "3.1 ستقوم في جميع الأوقات بما يلي:",
        "subpoints": {
          "a": "الامتثال لهذه الاتفاقية (بما في ذلك جميع السياسات) وجميع القوانين واللوائح المعمول بها؛",
          "b": "نشر معلومات دقيقة فقط على منصة Taklief؛",
          "c": "تأكد من أنك على علم بأي قوانين تنطبق عليك كمعلق أو مسؤول، أو فيما يتعلق باستخدام منصة Taklief."
        }
      },
      "obligation_3_2": "3.2 أنت توافق على أن أي محتوى (سواء تم تقديمه بواسطة Taklief أو مستخدم أو طرف ثالث) على منصة Taklief لا يجوز استخدامه على مواقع طرف ثالث أو لأغراض تجارية أخرى دون الحصول على إذن مسبق من Taklief.",
      "obligation_3_3": "3.3 يجب عليك عدم استخدام منصة Taklief لأي غرض غير قانوني أو غير أخلاقي.",
      "obligation_3_4": "3.4 يجب عليك الحفاظ على السيطرة على حساب Taklief الخاص بك في جميع الأوقات. ويشمل ذلك عدم السماح للآخرين باستخدام حسابك، أو عن طريق نقل أو بيع حسابك أو أي من محتواه لشخص آخر.",
      "obligation_3_5": "3.5 أنت تمنح Taklief ترخيصًا غير مقيد وعالميًا وخاليًا من حقوق الملكية لاستخدام وإعادة إنتاج وتعديل وتكييف أي محتوى ومعلومات منشورة على منصة Taklief لغرض نشر المواد على منصة Taklief وكما قد يكون مطلوبًا خلاف ذلك توفير Taklief. الخدمة، للترويج العام لخدمة التكليف، وكما تسمح به هذه الاتفاقية.",
      "obligation_3_6": "3.6 أنت توافق على أن أي معلومات منشورة على منصة Taklief يجب ألا تكون بأي شكل من الأشكال ضارة محتملة أو فعلية لـ Taklief أو أي شخص آخر. يشمل الضرر، على سبيل المثال لا الحصر، الخسارة الاقتصادية التي ستتكبدها أو قد تتكبدها شركة التكليف.",
      "obligation_3_7": {
        "text": "3.7 دون تقييد أي حكم من أحكام هذه الاتفاقية، يجب أن تكون أي معلومات تقدمها إلى Taklief أو تنشرها في مهمة منشورة (بما في ذلك كجزء من العرض) محدثة ومحدثة ويجب ألا:",
        "subpoints": {
          "a": "أن تكون كاذبة أو غير دقيقة أو مضللة أو خادعة؛",
          "b": "تكون احتيالية أو تنطوي على بيع سلع مزيفة أو مسروقة؛",
          "c": "انتهاك حقوق الطبع والنشر أو براءات الاختراع أو العلامات التجارية أو الأسرار التجارية أو حقوق الملكية الأخرى أو حقوق الملكية الفكرية أو حقوق الدعاية أو السرية أو الخصوصية لأي طرف ثالث؛",
          "d": "انتهاك أي قانون أو تشريع أو مرسوم أو لائحة معمول بها (بما في ذلك، على سبيل المثال لا الحصر، تلك التي تحكم مراقبة الصادرات والواردات، وحماية المستهلك، والمنافسة غير العادلة، والقانون الجنائي، ومكافحة التمييز والممارسات التجارية/قوانين التجارة العادلة)؛",
          "e": "أن تكون تشهيرية أو تشهيرية أو تهديدية أو مضايقة؛",
          "f": "أن تكون فاحشة أو تحتوي على أي مواد تعتبر، وفقًا لتقدير Taklief الوحيد والمطلق، غير مناسبة أو غير قانونية بأي شكل من الأشكال، بما في ذلك، على سبيل المثال لا الحصر، الصور الفاحشة أو غير المناسبة أو غير القانونية؛",
          "g": "تحتوي على أي تعليمات برمجية ضارة أو بيانات أو مجموعة من التعليمات التي تتسبب عن قصد أو عن غير قصد في ضرر أو تخريب الوظيفة المقصودة لأي منصة Taklief، بما في ذلك، على سبيل المثال لا الحصر، الفيروسات أو أحصنة طروادة أو الفيروسات المتنقلة أو القنابل الموقوتة أو برامج الإلغاء أو بيض عيد الفصح أو برامج الكمبيوتر الأخرى الإجراءات الروتينية التي قد تؤدي إلى إتلاف أو تعديل أو حذف أو التدخل بشكل ضار أو الاعتراض خلسة أو الوصول دون سلطة أو مصادرة أي نظام أو بيانات أو معلومات شخصية."
        }
      },
      "obligation_3_8": "3.8 يجوز لمنصة Taklief من وقت لآخر استخدام الوظائف القائمة على الموقع أو القائمة على الخريطة. قد تعرض منصة Taklief موقع الملصقات والمهام للأشخاص الذين يتصفحون منصة Taklief. لا يجوز للملصق أبدًا الكشف عن التفاصيل الشخصية مثل الاسم الكامل للملصق أو رقم الشارع أو رقم الهاتف أو عنوان البريد الإلكتروني في مهمة منشورة أو في أي اتصال عام آخر على منصة Taklief.",
      "obligation_3_9": "3.9 إذا كنت أحد المهام، فيجب أن يكون لديك الحق في تقديم الخدمات بموجب عقد المهمة والعمل في الولاية القضائية التي يتم فيها تنفيذ الخدمات. يجب عليك الامتثال لضريبة القيمة المضافة والالتزامات التنظيمية فيما يتعلق بأي دفعة (بما في ذلك أموال المهام) المستلمة بموجب عقد المهمة.",
      "obligation_3_10": "3.10 لا يجوز لك، عند تقديم الخدمات، فرض أي رسوم على الملصق بالإضافة إلى أموال المهام. ومع ذلك، يجوز لأطراف عقد المهمة الاتفاق على تعديل السعر المتفق عليه من خلال منصة Taklief.",
      "obligation_3_11": "3.11 لا يجوز لك طلب مدفوعات خارج منصة التكليف من الملصق مقابل الخدمات إلا بالقدر الذي تسمح به الفقرة 3.12 وفقط إذا كانت منصة التكليف لا تسهل سداد التكاليف المذكورة في البند عبر حساب الدفع",
      "obligation_3_12": "3.12 إذا وافق المكلف على دفع بعض تكاليف استكمال الخدمات (مثل المعدات اللازمة لإكمال الخدمات)، فإن المكلف وحده هو المسؤول عن الحصول على أي تعويض من الملصق. تنصح تاكليف مسؤولي المهام بعدم الموافقة على تحمل التكاليف مقدمًا لتلقي الدفع مقابل هذه التكاليف، ما لم يكن مسؤول المهام واثقًا من أن الملصق سوف يعوض التكاليف على الفور.",
      "obligation_3_13": "3.13 من أجل التشغيل السليم لمنصة التكليف (بما في ذلك التأمين والتسعير المناسب والامتثال للسياسات)، يجب على المكلف التأكد من أنه، إذا تعاقد من الباطن على أي جزء من أداء الخدمات مع طرف ثالث وفقًا لعقد المهمة، ثم ويجب أن يكون هذا الطرف الثالث أيضًا مستخدمًا مسجلاً لمنصة Taklief.",
      "obligation_3_14": "3.14 إذا قررت Taklief وفقًا لتقديرها الخاص أنك قد خرقت أي التزام بموجب هذا البند 3 أو أنك انتهكت واحدًا أو أكثر من عقود المهام، فإنها تحتفظ بالحق في إزالة أي محتوى أو مهمة منشورة أو عرض قدمته إلى خدمة Taklief أو إلغاء أو تعليق حسابك و/أو أي عقود مهام."
    }
  },
  "fees_section": {
    "title": "4. الرسوم",
    "fees": {
      "fee_4_1": "4.1 عند إنشاء عقد المهمة، يدين كل من المكلف والملصق لـ Taklief بالجزء الخاص به من رسوم الخدمة. سيتم خصم رسوم الخدمة تلقائيًا من السعر المتفق عليه الموجود في حساب الدفع.",
      "fee_4_2": "4.2 إذا كانت المهمة المنشورة تتطلب من المكلف تحمل تكاليف إكمال الخدمات، فلن يتم تضمين التكلفة المتكبدة في أي حساب للرسوم.",
      "fee_4_3": "4.3 لا تشمل الرسوم أي رسوم قد تكون مستحقة لمقدمي خدمات الطرف الثالث. يتم الدفع لجميع مقدمي خدمات الطرف الثالث وفقًا لاتفاقية المستخدم المنفصلة مع مزود خدمة الطرف الثالث.",
      "fee_4_4": "4.4 جميع الرسوم والتكاليف المستحقة لشركة Taklief غير قابلة للإلغاء وغير قابلة للاسترداد، باستثناء حقوقك بموجب أي شروط غير قابلة للاستثناء.",
      "fee_4_5": "4.5 إذا قدمت Taklief خدمة جديدة على منصة Taklief، فسيتم دفع الرسوم المطبقة على تلك الخدمة اعتبارًا من إطلاق الخدمة.",
      "fee_4_6": "4.6 يجوز لشركة Taklief إجراء مقاصة لأي رسوم مقابل أي أموال تاسكر أو مبالغ أخرى تحتفظ بها Taklief نيابة عن المستخدم.",
      "fee_4_7": "4.7 يجوز لشركة Taklief تقييد حساب المستخدم حتى يتم دفع جميع الرسوم."
    }
  },
  "payments_and_refunds_section": {
    "title": "5. المدفوعات والمبالغ المستردة",
    "payments_and_refunds": {
      "payment_5_1": "5.1 إذا تم إلغاء عقد المهمة لأي سبب من الأسباب (بواسطة الملصق أو المكلف أو بموجب هذه الاتفاقية) قبل بدء عقد المهمة، فإذا كانت Taklief مقتنعة بشكل معقول بوجوب إعادة السعر المتفق عليه إلى الملصق، فسيتم الاتفاق على ذلك سيتم رد السعر إلى الملصق كقيمة مخزنة وستكون رسوم الإلغاء الإدارية مستحقة لشركة Taklief من قبل المستخدم الذي يُعزى إلغاء عقد المهمة إليه بموجب البند 5.5 أو 5.6.",
      "payment_5_2": "5.2 يجوز لشركة Taklief أن تقرر وفقًا لتقديرها المطلق إعادة السعر المتفق عليه إلى بطاقة ائتمان الملصق بدلاً من القيمة المخزنة أو التنازل عن رسوم الإلغاء الإدارية.",
      "payment_5_3": "5.3 أي مبلغ يعيده Taklief إلى الملصق نيابة عن المكلف بموجب البند 5.1 سيكون دينًا مستحقًا على المكلف إلى Taklief ويجوز أن يقوم Taklief بتعويضه مقابل أي مدفوعات أخرى مستحقة في أي وقت إلى المكلف.",
      "payment_5_4": "5.4 أي رسوم إدارية مستحقة للإلغاء مستحقة على المستخدم بموجب البند 5.1 ستكون دينًا مستحقًا على هذا المستخدم إلى Taklief ويمكن أيضًا أن تقوم Taklief بتعويضها مقابل أي مدفوعات أخرى مستحقة للمستخدم في أي وقت.",
      "payment_5_5": "5.5 سيُعزى إلغاء عقد المهمة إلى المسؤول عندما:",
      "payment_5_5_sublist": {
        "a": "(أ) يتفق الملصق والمكلف بشكل متبادل على إلغاء عقد المهمة؛",
        "b": "(ب) بعد محاولات معقولة ولكن غير ناجحة من قبل الملصق للاتصال بالمكلف بتنفيذ عقد المهمة، يتم إلغاء عقد المهمة بواسطة الملصق؛",
        "c": "(ج) يقوم المكلف بإلغاء عقد المهمة؛ أو",
        "d": "(د) يتم إلغاء عقد المهمة وفقًا للفقرة 3.14 نتيجة لتصرفات المكلف أو خرقه."
      },
      "payment_5_6": "5.6 سيُعزى إلغاء عقد المهمة إلى الملصق حيث:",
      "payment_5_6_sublist": {
        "a": "(أ) يقوم الملصق بإلغاء عقد المهمة (بخلاف ما يتوافق مع البند 5.5(ب)؛ أو",
        "b": "(ب) يتم إلغاء عقد المهمة وفقًا للفقرة 3.14 نتيجة لتصرفات الملصق أو خرقه."
      },
      "payment_5_7": "5.7 إذا وافق الطرفان على أي رسوم إلغاء إضافية مستحقة الدفع بموجب عقد المهمة، تقع على عاتق الطرف المتضرر مسؤولية المطالبة بأي مبلغ مستحق مباشرة من الطرف الآخر.",
      "payment_5_8": "5.8 قد يستغرق Taklief ما يصل إلى 14 يومًا لإعادة السعر المتفق عليه (مخصومًا منه رسوم الإلغاء الإدارية، إن وجدت) إلى الملصق.",
      "payment_5_9": "5.9 إذا لم يكن من الممكن، لأي سبب من الأسباب، تحويل أموال المهام أو تقديمها إلى المسؤول أو إعادتها إلى الملصق (حسب الحالة) أو لم يتم تقديم أي مطالبة بخلاف ذلك لأموال المهام، فستبقى أموال المهام في الدفع الحساب حتى يتم الدفع أو خلاف ذلك لمدة تصل إلى ثلاثة أشهر من تاريخ قيام الملصق بدفع السعر المتفق عليه في البداية في حساب الدفع.",
      "payment_5_10": "5.10 بعد مرور الأشهر الثلاثة المشار إليها في البند 5.6، وشريطة عدم وجود نزاع فيما يتعلق بأموال المهام، سيتم إضافة أموال المهام إلى الملصق كقيمة مخزنة.",
      "payment_5_11": "5.11 إذا تم إلغاء عقد المهمة ويمكن للمستخدم الذي هو طرف في عقد المهمة إظهار أن العمل بموجب عقد المهمة قد بدأ، فإن مبلغ السعر المتفق عليه الذي سيتم إعادته إلى الملصق سيكون مشروطًا بعملية الوساطة والنزاع في البند 18. ومع ذلك، ستكون رسوم الإلغاء الإدارية مستحقة دائمًا وفقًا للفقرة 5.1."
    }
  },
  "stored_value_section": {
    "title": "6. القيمة المخزنة",
    "stored_value_6_1": {
      "text": "6.1 القيمة المخزنة:",
      "item_a": "(أ) يمكن استخدامها من قبل المستخدم المعتمد للدفع مقابل أي خدمات جديدة عبر منصة Taklief؛",
      "item_b": "(ب) غير قابلة للاسترداد أو الاسترداد نقدًا؛",
      "item_c": "(ج) لا يمكن استبدالها أو استبدالها أو إعادة شحنها أو نقلها إلى بطاقة أو حساب آخر؛",
      "item_d": "(د) صالحة لمدة 12 شهرًا من تاريخ تطبيق تلك القيمة المخزنة المعينة على حساب المستخدم، أو تاريخ الإصدار أو الشراء أو أي تاريخ انتهاء مطبق من قبل Taklief (مشروط بأي متطلبات تشريعية قضائية محددة مخالفة)؛",
      "item_e": "(هـ) إذا تم الحصول على القيمة المخزنة بخلاف ما هو منصوص عليه في هذه الاتفاقية، فقد يكون ذلك أيضًا مشروطًا بالامتثال لشروط وأحكام إضافية أو مختلفة، كما هو محدد فيما يتعلق بالقيمة المخزنة، مثل القيود المفروضة على متى يتم الحصول على القيمة المخزنة قابلة للاسترداد (على سبيل المثال فقط لعقد المهمة الأولى للمستخدم)، أو تحديد الحد الأدنى لقيمة الخدمات، أو تحديد الحد الأقصى لقيمة الائتمان أو الخصم؛",
      "item_f": "(و) لا يجوز إعادة إنتاجها أو نسخها أو توزيعها أو نشرها بشكل مباشر أو غير مباشر بأي شكل أو بأي وسيلة للاستخدام من قبل كيان آخر غير المستخدم المعتمد، أو تخزينها في نظام استرجاع البيانات، دون الحصول على إذن كتابي مسبق من Taklief."
    },
    "stored_value_6_2": "6.2 يكون المستخدم الذي حصل على قيمة مخزنة هو المسؤول الوحيد عن أمان أي قيمة مخزنة. باستثناء الشروط غير القابلة للاستثناء، لن تتحمل شركة Taklief أي مسؤولية عن أي خسارة أو ضرر يلحق بالقيمة المخزنة وليس عليها أي التزام باستبدال القيمة المخزنة.",
    "stored_value_6_3": "6.3 لن تقبل Taklief، ويجوز لها أن ترفض أو تلغي، أي قيمة مخزنة تحددها بشكل معقول وفقًا لتقديرها، أو تم استخدامها في خرق هذه الاتفاقية أو تم تزويرها أو التلاعب بها أو أنها احتيالية وتحتفظ Taklief بالحق في إحالة أي نشاط احتيالي مشتبه به إلى سلطات إنفاذ القانون ذات الصلة. على وجه الخصوص، القيمة المخزنة، مثل القسائم الترويجية أو القسائم أو الرموز التي يتم توزيعها أو تداولها دون موافقتنا، على سبيل المثال على لوحة رسائل الإنترنت أو على موقع \"الصفقات\"، غير صالحة للاستخدام وقد يتم رفضها أو إلغاؤها.",
    "stored_value_6_4": "6.4 يحق لشركة Taklief الحصول على أي قيمة على القيمة المخزنة والتي لا يتم استردادها قبل انتهاء صلاحية القيمة المخزنة أو يتم إلغاؤها بواسطة Taklief."
  },
  "business_partners_section": {
    "title": "7. شركاء العمل",
    "business_partners_7_1": "7.1 يجوز لشركة Taklief الدخول في اتفاقيات مع شركاء الأعمال وقد تسعى إلى إشراك المهام في توفير خدمات الأعمال. يقر القائمون على المهام الذين يوافقون على أداء خدمات الأعمال لشركاء الأعمال ويوافقون على أنه يجوز لشركة Taklief وشريك الأعمال بيع الخدمات المقدمة لأطراف ثالثة مقابل رسوم متزايدة.",
    "business_partners_7_2": "7.2 قد يطلب شركاء العمل الموافقة على المهام التي تقدم خدمات الأعمال أو الحصول على مؤهلات معينة. قد تساعد Taklief شركاء الأعمال في تحديد المهام المؤهلة بشكل مناسب. لا تقدم Taklief أي ضمان بأنها ستقوم بترقية أي أو كل المهام المؤهلة بشكل مناسب إلى شركاء العمل.",
    "business_partners_7_3": "7.3 قد يطلب شركاء العمل من المكلفين بالمهمة الدخول في عقد شريك عمل قبل تقديم خدمات الأعمال.",
    "business_partners_7_4": {
      "text": "7.4 عندما يقبل المسؤول مهمة منشورة مع شريك عمل:",
      "item_a": "(أ) يجب على المكلف بتقديم خدمات الأعمال إلى شريك الأعمال وفقًا لعقد المهمة وأي عقد شريك عمل معمول به؛",
      "item_b": "(ب) تسود شروط عقد شريك الأعمال في حالة وجود أي تضارب."
    }
  },
  "payment_facility_section": {
    "title": "8. تسهيلات الدفع",
    "payment_facility_8_1": "8.1 تستخدم Taklief مزود الدفع لتشغيل حساب الدفع.",
    "payment_facility_8_2": "8.2 بقدر ما يتعلق الأمر بتوفير حساب الدفع، فإن الشروط الواردة في https://stripe.com/au/ssa مدمجة في هذه الاتفاقية وستسود على هذه الاتفاقية إلى حد وجود أي تعارض فيما يتعلق بتوفير حساب الدفع.",
    "payment_facility_8_3": "8.3 إذا قامت Taklief بتغيير مزود الدفع الخاص بها، فقد يُطلب منك الموافقة على أي شروط إضافية أخرى مع هؤلاء المزودين. إذا لم توافق عليها، فسيتم إعطاؤك وسائل دفع بديلة."
  },
  "third_party_services_section": {
    "title": "9. خدمات الطرف الثالث",
    "third_party_services_9_1": "9.1 يجوز لشركة Taklief من وقت لآخر تضمين خدمات الطرف الثالث على منصة Taklief. لا يتم توفير خدمات الطرف الثالث هذه بواسطة Taklief.",
    "third_party_services_9_2": "9.2 يتم تقديم خدمات الطرف الثالث للمستخدمين وفقًا لشروط وأحكام الطرف الثالث. قد يتم الترويج لخدمات الطرف الثالث على منصة Taklief كوسيلة راحة لمستخدمينا الذين قد يجدون خدمات الطرف الثالث ذات فائدة أو فائدة.",
    "third_party_services_9_3": "9.3 إذا تعامل المستخدم مع أي مزود خدمة طرف ثالث، فستكون الاتفاقية مباشرة بين المستخدم ومقدم خدمة الطرف الثالث.",
    "third_party_services_9_4": "9.4 لا تقدم Taklief أي إقرار أو ضمان فيما يتعلق بخدمات الطرف الثالث. ومع ذلك، لمساعدتنا على مواصلة تحسين منصة Taklief الخاصة بنا، يمكن للمستخدمين إبلاغ Taklief بتجربة خدمة الطرف الثالث الخاصة بهم هنا."
  },
  "verification_and_badges_section": {
    "title": "10. التحقق والشارات",
    "verification_and_badges_10_1": "10.1 يجوز لشركة Taklief استخدام خدمات التحقق من الهوية.",
    "verification_and_badges_10_2": "10.2 أنت توافق على أن خدمات التحقق من هوية Taklief قد لا تكون دقيقة تمامًا نظرًا لأن جميع خدمات Taklief تعتمد على المعلومات المقدمة من المستخدم و/أو المعلومات أو خدمات التحقق المقدمة من قبل أطراف ثالثة.",
    "verification_and_badges_10_3": "10.3 أنت وحدك المسؤول عن التحقق من الهوية ولا تقبل Taklief أي مسؤولية عن أي استخدام يتم إجراؤه لخدمة التحقق من الهوية Taklief.",
    "verification_and_badges_10_4": "10.4 يجوز تعديل خدمات التحقق من هوية Taklief في أي وقت.",
    "verification_and_badges_10_5": "10.5 قد تشتمل منصة Taklief أيضًا على نظام تعليقات يبدأه المستخدم للمساعدة في تقييم المستخدمين.",
    "verification_and_badges_10_6": "10.6 قد تقوم Taklief بتوفير الشارات لمنفذي المهام. يمكن أن يطلب المكلف الشارة المتوفرة عبر منصة تاكليف، ويتم ترتيبها نيابة عن المكلف وإصدارها من قبل تاكليف، مقابل رسوم. قد يكون الحصول على الشارات مشروطًا بتقديم معلومات أو وثائق معينة من قبل المكلف ويحددها Taklief أو مدقق خارجي والتي تخضع لشروطها.",
    "verification_and_badges_10_7": "10.7 أنت تقر بأن الشارات يتم التحقق منها في وقت محدد وقد لا تكون دقيقة في وقت عرضها. أنت تقر بأنه بقدر اعتمادك على الشارة في إبرام عقد المهمة، فإنك تدرك هذا القيد. يجب عليك أن تسعى للتحقق من أي شارة مع المشرف قبل بدء المهمة.",
    "verification_and_badges_10_8": "10.8 تظل مسؤولية المكلف بالتأكد من أن المعلومات أو الوثائق التي يقدمها للحصول على الشارة صحيحة ودقيقة ويجب عليه إبلاغ Taklief على الفور إذا لم تعد الشارة صالحة.",
    "verification_and_badges_10_9": "10.9 يجوز لشركة Taklief، وفقًا لتقديرها، إصدار شارات لمنفذي المهام مقابل رسوم.",
    "verification_and_badges_10_10": "10.10 يظل إصدار شارة المهام تحت سيطرة Taklief ويتم ترخيص عرض واستخدام الشارة لـ Tasker لاستخدامها على منصة Taklief فقط. لا يجوز استخدام أي تحقق يتم الحصول عليه نتيجة لإصدار الشارة لأي غرض آخر خارج منصة Taklief.",
    "verification_and_badges_10_11": "10.11 تحتفظ Taklief بتقديرها وحقها في عدم إصدار الشارة أو إزالتها دون إشعار إذا انتهكت أيًا من شروط هذه الاتفاقية، أو تم إصدار الشارة بشكل غير صحيح، أو تم الحصول عليها بشكل خاطئ، أو انتهت صلاحيتها، أو لم تعد صالحة أو لأي سبب آخر يتطلب إزالته بواسطة التكليف."
  },
  "insurance_section": {
    "title": "11. التأمين",
    "insurance_11_1": "11.1 قد تقدم شركة Taklief لمستخدميها فرصة الحصول على تأمين لبعض عقود المهام. سيتم تقديم كل هذا التأمين من قبل طرف ثالث. سيتم عرض أي طلب وشروط وأحكام خاصة بتأمين الطرف الثالث على موقع Taklief الإلكتروني عندما تكون متاحة. تؤكد Taklief أن جميع وثائق التأمين هي خدمات طرف ثالث وتخضع لشروط إضافية منصوص عليها لخدمات الطرف الثالث.",
    "insurance_11_2": "11.2 لا تتعهد شركة Taklief بأن أي تأمين تحصل عليه أو يتم تقديمه عبر منصة Taklief كافٍ أو مناسب لأي مستخدم معين.",
    "insurance_11_3": "11.3 يجب على كل مستخدم إجراء استفساراته الخاصة حول ما إذا كان هناك حاجة إلى أي تأمين إضافي ويظل القائمون على المهام مسؤولين عن ضمان حصولهم على تأمين كافٍ والحفاظ عليه لتغطية الخدمات المقدمة للمستخدمين الآخرين لمنصة Taklief.",
    "insurance_11_4": "11.4 يجوز لشركة Taklief أيضًا الحصول على تأمين آخر بنفسها، وقد يقوم هذا التأمين، حسب اختيار Taklief، بتوسيع بعض أنواع التغطية للمستخدمين. تحتفظ Taklief بالحق في تغيير شروط وثائق التأمين الخاصة بها مع مقدمي خدمات التأمين من الطرف الثالث في أي وقت. يتوفر ملخص للسياسات على موقع Taklief الإلكتروني ويمكن طلب تفاصيل السياسة عبر Taklief. يتحمل المستخدمون مسؤولية التعرف على هذه التفاصيل.",
    "insurance_11_5": "11.5 أنت تقر وتوافق على أنه في حالة تقديم مطالبة تتعلق بأي خدمات يؤديها و/أو سلع مقدمة من قبل تاسكر، ويستجيب التأمين الذي حصلت عليه شركة تاكليف (إن وجد) لتلك المطالبة، فسيتم تطبيق هذا البند. إذا تم تقديم مطالبة ضد المكلف، يجوز لشركة Taklief (شريطة موافقة المكلف) اختيار تقديم مطالبة بموجب أي سياسة معمول بها وإذا نجحت المطالبة، تحتفظ Taklief بحقها في استرداد أي فائض أو خصم مستحق الدفع فيما يتعلق بالمطالبة من تاسكر. عندما تقدم شركة Taklief مطالبة وتقيم شركة التأمين أن المكلف هو المسؤول، يحق لشركة Taklief الاعتماد على هذا التقييم. إذا لم تقم بدفع أي فائض مستحق بموجب هذا البند، فقد تختار Taklief أيضًا خصم هذا المبلغ من بعض أو كل الفائض المدفوع من قبلها مقابل الأموال المستقبلية التي قد تدين بها لك.",
    "insurance_11_6": "11.6 أنت تقر وتوافق على أنه في حالة تقديم مطالبة تتعلق بأي خدمات يؤديها و/أو سلع مقدمة من قبل تاسكر، والتأمين الذي تم الحصول عليه من قبل تاكليف (إن وجد) لا يستجيب للمطالبة أو المطالبة أدناه الزيادة المستحقة للمؤمن فيطبق هذا الشرط. قد تختار Taklief رفض أو دفع مبلغ لتسوية مطالبة لا تغطيها وثائق التأمين الخاصة بـ Taklief. إلى الحد الذي كان فيه المكلف أو سيكون مسؤولاً عن مبلغ المطالبة، إذا اختار التكليف دفع مبلغ لتسوية المطالبة، فقد يسترد التكليف المبلغ المدفوع من قبل التكليف من المكلف. قد تختار Taklief أيضًا خصم هذا المبلغ من الأموال المستقبلية التي قد تدين بها إلى تاسكر."
  },
  "feedback_section": {
    "title": "12. ردود الفعل",
    "feedback_12_1": "12.1 يمكنك تقديم شكوى بشأن أي تعليق يتم إجراؤه على منصة Taklief باستخدام وظيفة \"الإبلاغ\" في منصة Taklief أو الاتصال بـ Taklief عبر منصة Taklief.",
    "feedback_12_2": "12.2 يحق لشركة Taklief تعليق حسابك أو إنهائه في أي وقت إذا كانت Taklief، وفقًا لتقديرها الوحيد والمطلق، تشعر بالقلق إزاء أي تعليقات عنك، أو تعتبر أن تقييم تعليقاتك يمثل مشكلة لمستخدمي Taklief الآخرين."
  },
  "limitation_of_liability_section": {
    "title": "13. حدود المسؤولية",
    "content": "يرجى الاطلاع على الشروط الخاصة ببلدك لمعرفة الاستثناءات وحدود المسؤولية المعمول بها."
  },
  "privacy_section": {
    "title": "14. الخصوصية",
    "privacy_14_1": "14.1 سيقدم مقدمو خدمات الطرف الثالث خدماتهم وفقًا لسياسة الخصوصية الخاصة بهم. قبل قبول أي خدمة من طرف ثالث، يجب عليك مراجعة شروط الخدمة الخاصة بهم والموافقة عليها بما في ذلك سياسة الخصوصية الخاصة بهم.",
    "privacy_14_2": "14.2 سوف تسعى Taklief إلى السماح لك بالتعامل بشكل مجهول على منصة Taklief. ومع ذلك، من أجل ضمان قدرة Taklief على الحد من حالات الاحتيال والسلوكيات الأخرى التي تنتهك إرشادات المجتمع، تحتفظ Taklief بالحق في مطالبة المستخدمين بالتحقق من أنفسهم من أجل البقاء مستخدمًا."
  },
  "modifications_section": {
    "title": "15. تعديلات على الاتفاقية",
    "modifications_15_1": "15.1 يجوز لشركة Taklief تعديل هذه الاتفاقية أو السياسات (وتحديث صفحات Taklief التي يتم عرضها عليها) من وقت لآخر. سوف تقوم Taklief بإرسال إشعار بهذه التعديلات إلى حساب Taklief الخاص بك أو تقديم النصح لك في المرة التالية التي تقوم فيها بتسجيل الدخول.",
    "modifications_15_2": "15.2 عندما توافق فعليًا على الشروط المعدلة (على سبيل المثال، عن طريق النقر فوق زر يقول \"أوافق\") أو تستخدم منصة Taklief بأي شكل من الأشكال، بما في ذلك المشاركة في أي أعمال تتعلق بعقد المهمة، فإن الشروط المعدلة ستكون سارية على الفور . وفي جميع الحالات الأخرى، ستصبح الشروط المعدلة سارية تلقائيًا بعد 30 يومًا من إخطارك بها في البداية.",
    "modifications_15_3": "15.3 إذا كنت لا توافق على أي تغييرات في هذه الاتفاقية (أو أي من سياساتنا)، فيجب عليك إما إنهاء حسابك أو يجب عليك إخطار Taklief الذي سيقوم بإنهاء حساب Taklief الخاص بك، والتوقف عن استخدام خدمة Taklief."
  },
  "no_agency_section": {
    "title": "16. لا توجد وكالة",
    "no_agency_16_1": "16.1 لا يتم إنشاء أي وكالة أو شراكة أو مشروع مشترك أو موظف وصاحب عمل أو أي علاقة مماثلة أخرى بموجب هذه الاتفاقية. وعلى وجه الخصوص، ليس لديك أي سلطة لإلزام Taklief أو الكيانات المرتبطة بها أو الشركات التابعة لها بأي شكل من الأشكال. تؤكد Taklief أن جميع خدمات الطرف الثالث التي قد يتم الترويج لها على منصة Taklief يتم توفيرها فقط من قبل مقدمي خدمات الطرف الثالث. إلى الحد الذي يسمح به القانون، تخلي Taklief مسؤوليتها على وجه التحديد عن أي خسارة أو ضرر تتكبده بأي شكل من الأشكال بسبب أداء أو عدم أداء خدمة الطرف الثالث هذه."
  },
  "notices_section": {
    "title": "17. الإشعارات",
    "notices_17_1": "17.1 باستثناء ما هو منصوص عليه بخلاف ذلك، يجب إرسال أي إشعارات عن طريق البريد العادي المسجل أو عن طريق البريد الإلكتروني، إما إلى عنوان الاتصال الخاص بـ Taklief كما هو معروض على منصة Taklief، أو إلى عنوان الاتصال الخاص بمستخدمي Taklief كما هو منصوص عليه عند التسجيل. يعتبر أي إشعار مقدمًا:",
    "notices_17_1_a": "(أ) إذا تم إرساله عبر البريد الإلكتروني، بعد 24 ساعة من إرسال البريد الإلكتروني، ما لم يتم إخطار المستخدم بأن عنوان البريد الإلكتروني غير صالح أو أن البريد الإلكتروني غير قابل للتسليم، و",
    "notices_17_1_b": "(ب) إذا تم إرساله عن طريق البريد المدفوع مسبقًا، بعد ثلاثة أيام عمل من تاريخ النشر، أو في يوم العمل السابع بعد تاريخ النشر إذا تم إرساله إلى أو نشره من خارج الولاية القضائية التي لديك فيها حساب منصة Taklief الخاص بك.",
    "notices_17_2": "17.2 يجب تسليم الإشعارات المتعلقة بأداء أي خدمة تابعة لطرف ثالث إلى هذا الطرف الثالث على النحو المنصوص عليه في شروط وأحكام مزود خدمة الطرف الثالث."
  },
  "mediation_and_dispute_resolution_section": {
    "title": "18. الوساطة وحل النزاعات",
    "mediation_and_dispute_resolution_18_1": "18.1 تشجعك Taklief على محاولة حل النزاعات (بما في ذلك مطالبات الإرجاع أو المبالغ المستردة) مع المستخدمين الآخرين مباشرة. وبناءً على ذلك، فإنك تقر وتوافق على أنه يجوز لشركة Taklief، وفقًا لتقديرها المطلق، تقديم معلوماتك بالشكل الذي تراه مناسبًا للأطراف الأخرى المشاركة في النزاع.",
    "mediation_and_dispute_resolution_18_2": "18.2 إذا نشأ نزاع مع مستخدم آخر، فيجب عليك التعاون مع المستخدم الآخر والقيام بمحاولة حقيقية لحل النزاع.",
    "mediation_and_dispute_resolution_18_3": "18.3 قد تختار Taklief مساعدة المستخدمين في حل النزاعات. يجوز لأي مستخدم إحالة النزاع إلى Taklief. يجب عليك التعاون مع أي تحقيق تجريه Taklief. تحتفظ Taklief بالحق في اتخاذ قرار نهائي (بشكل معقول) بناءً على المعلومات المقدمة من المستخدمين وتوجيه مزود الدفع لإجراء الدفع وفقًا لذلك. يمكنك إثارة نزاعك مع المستخدم الآخر أو قرار Taklief في محكمة أو هيئة قضائية معمول بها.",
    "mediation_and_dispute_resolution_18_4": "18.4 يحق لشركة Taklief الاحتفاظ بأي سعر متفق عليه يكون موضوع نزاع في حساب الدفع، حتى يتم حل النزاع.",
    "mediation_and_dispute_resolution_18_5": "18.5 يجوز لشركة Taklief توفير الوصول إلى خدمة نزاعات الطرف الثالث. إذا تم توفير مثل هذه الخدمة، يجوز لأي من الطرفين أن يطلب من الطرف الآخر تقديم خدمة نزاعات الطرف الثالث إذا فشل الطرفان في حل النزاع مباشرة. ستكون الشروط والأحكام الخاصة بخدمة نزاعات الطرف الثالث متاحة عند الطلب. خدمة نزاعات الطرف الثالث هي خدمة طرف ثالث والمستخدمون مسؤولون عن دفع أي تكاليف مرتبطة بخدمة نزاعات الطرف الثالث وفقًا لشروط وأحكام خدمة نزاعات الطرف الثالث.",
    "mediation_and_dispute_resolution_18_6": "18.6 يجب أن تستمر النزاعات مع أي مزود خدمة تابع لجهة خارجية وفقًا لأي عملية حل نزاع منصوص عليها في شروط خدمة مزود خدمة الطرف الثالث.",
    "mediation_and_dispute_resolution_18_7": "18.7 إذا كانت لديك شكوى بشأن خدمة التكليف، فيرجى الاتصال بنا هنا. 18.8 إذا قدمت Taklief معلومات حول مستخدمين آخرين لك لأغراض حل النزاعات بموجب هذا البند، فإنك تقر وتوافق على أن هذه المعلومات سيتم استخدامها فقط لغرض حل النزاع (وليس لأي غرض آخر) وأنك ستكون مسؤولاً ويكون مسؤولاً أمام Taklief عن أي تكاليف أو خسائر أو التزامات تتكبدها Taklief فيما يتعلق بأي مطالبات تتعلق بأي استخدام آخر للمعلومات غير مسموح به بموجب هذه الاتفاقية."
  },
  "termination_section": {
    "title": "19. الإنهاء",
    "termination_19_1": "19.1 يجوز لك أو لـ Taklief إنهاء حسابك وهذه الاتفاقية في أي وقت ولأي سبب.",
    "termination_19_2": "19.2 لا يؤثر إنهاء هذه الاتفاقية على أي عقد مهمة تم إبرامه بين مستخدمي Taklief.",
    "termination_19_3": "19.3 تكون خدمات الطرف الثالث مشروطة وتخضع لشروط وأحكام مزود خدمة الطرف الثالث.",
    "termination_19_4": "19.4 الأقسام 4 (الرسوم) و13 (تحديد المسؤولية) و18 (الوساطة وحل النزاعات) وأي شروط أخرى يجب أن تستمر بطبيعتها في التطبيق، ستظل سارية بعد أي إنهاء أو انتهاء لهذه الاتفاقية.",
    "termination_19_5": "19.5 إذا تم إنهاء حسابك أو هذه الاتفاقية لأي سبب من الأسباب، فلا يجوز لك دون موافقة Taklief (وفقًا لتقديرها المطلق) إنشاء أي حسابات أخرى مع Taklief ويجوز لنا إنهاء أي حسابات أخرى تديرها."
  },
  "general_section": {
    "title": "20. عام",
    "general_20_1": "20.1 تخضع هذه الاتفاقية للقوانين المحددة في الشروط الخاصة ببلدك.",
    "general_20_2": "20.2 أحكام هذه الاتفاقية قابلة للفصل، وإذا اعتبر أي حكم من أحكام هذه الاتفاقية غير صالح أو غير قابل للتنفيذ، فقد تتم إزالة هذا الشرط وستكون الأحكام المتبقية قابلة للتنفيذ.",
    "general_20_3": "20.3 يجوز التنازل عن هذه الاتفاقية أو استبدالها بواسطة Taklief لطرف ثالث دون موافقتك. في حالة التنازل أو التجديد، سيظل المستخدم ملزمًا بهذه الاتفاقية.",
    "general_20_4": "20.4 تحدد هذه الاتفاقية التفاهم والاتفاق الكامل بين المستخدم وTaklief فيما يتعلق بموضوعها."
  },
  "appendix_section": {
    "appendix_title": "الملحق أ:",
    "task_contract_title": "نموذج عقد المهمة",
    "country_specific_title": "الشروط الخاصة بالبلد",
    "saudi_arabia_terms": "المملكة العربية السعودية مصطلحات",
    "saudi_arabia_description": "إذا كنت مستخدمًا لديه حساب منصة Taklief الخاص بك في (أو يتم تنفيذ الخدمات فيها) في المملكة العربية السعودية، فسوف تنطبق الشروط التالية أيضًا على هذه الاتفاقية أو قد تغيرها إلى الحد المحدد:"
  },
  "sa_terms_section": {
    "currency_reference": "أ) الإشارة إلى SAR أو ﷼ أو SR هي إشارة إلى عملة المملكة العربية السعودية؛",
    "model_contract_update": "ب) تمت إضافة ما يلي كبند 3.3 في العقد النموذجي للملحق أ \"3.3 يقوم الطرفان بدمج ضمانات المستهلك في عقد المهمة، حتى لو لم يتم دمجها بالفعل بموجب القانون.\";",
    "liability_exclusions": "ج) تكون الاستثناءات وحدود المسؤولية كما يلي:",
    "liability_points": {
      "point_1": "(1) باستثناء المسؤولية فيما يتعلق بخرق الشرط غير القابل للاستثناء، إلى الحد الذي يسمح به القانون، تخلي Taklief على وجه التحديد مسؤوليتها عن أي خسارة أو ضرر (فعلي، خاص، مباشر، غير مباشر، تبعي) من كل نوع وطبيعة، معروفة وغير معروفة، مشتبه بها وغير متوقعة، تم الكشف عنها وغير معلن عنها (بما في ذلك، على سبيل المثال لا الحصر، الخسارة أو الضرر المتعلق بعدم دقة المعلومات المقدمة، أو عدم ملاءمة أي سلع أو خدمة مقدمة للغرض)، والتي تنشأ عن أو بأي شكل من الأشكال مرتبطة بأي معاملة بين الملصقات والمهام.",
      "point_2": "(2) باستثناء المسؤولية فيما يتعلق بخرق أي شرط غير قابل للاستثناء، إلى الحد الذي يسمح به القانون، تخلي Taklief على وجه التحديد مسؤوليتها عن أي خسارة أو ضرر (فعلي، خاص، مباشر، غير مباشر، تبعي) من أي نوع و الطبيعة، المعروفة وغير المعروفة، المشتبه فيها وغير المتوقعة، المفصح عنها وغير المفصح عنها (بما في ذلك، على سبيل المثال لا الحصر، الخسارة أو الضرر المتعلق بأي عدم دقة في المعلومات المقدمة، أو عدم الملاءمة للغرض من أي سلع أو خدمة مقدمة)، الناشئة عن أو في بأي طريقة مرتبطة بأي معاملة بينك وبين أي مزود خدمة خارجي والذي قد يتم تضمينه من وقت لآخر على منصة Taklief.",
      "point_3": "(3) باستثناء المسؤولية فيما يتعلق بخرق أي شرط غير قابل للاستثناء، وإلى الحد الذي يسمح به القانون، فإن Taklief ليست مسؤولة عن أي خسارة تبعية تنشأ عن خدمات Taklief أو مرتبطة بها بأي شكل من الأشكال.",
      "point_4": "(4) باستثناء المسؤولية فيما يتعلق بخرق أي شرط غير قابل للاستثناء، فإن مسؤولية Taklief تجاه أي مستخدم لخدمة Taklief تقتصر على المبلغ الإجمالي للدفع الذي قام به ذلك المستخدم إلى Taklief خلال فترة الاثني عشر شهرًا السابقة لأي حادث. مما يسبب مسؤولية التكليف، أو 50.00 ريال سعودي، أيهما أكبر.",
      "point_5": "(5) تكون مسؤولية Taklief تجاهك عن خرق أي شرط غير قابل للاستثناء (بخلاف الشرط غير القابل للاستثناء الذي لا يمكن تقييده بموجب القانون) محدودة، وفقًا لخيارنا في أي شرط يتعلق بإعادة الإمداد أو الاستبدال أو الإصلاح أو دفع تكلفة إعادة توريد أو استبدال أو إصلاح السلع التي حدث الانتهاك بشأنها، أو التوريد مرة أخرى أو دفع تكلفة توريد الخدمات التي حدث الانتهاك بشأنها مرة أخرى."
    }
  },
  "glossary_section": {
    "agreement": "\"الاتفاقية\" تعني النسخة الأحدث من الاتفاقية بين Taklief والمستخدم.",
    "agreed_price": "\"السعر المتفق عليه\" يعني السعر المتفق عليه للخدمات (بما في ذلك أي تغيير) المدفوع في حساب الدفع الذي قام به الملصق ولكنه لا يشمل أي تكاليف يتكبدها المكلف عند إكمال الخدمات التي يوافق الملصق على سدادها.",
    "taklief": "\"Taklief\" تعني \"نحن\" \"لنا\" \"خاصتنا\" تعني الكيان القانوني المنصوص عليه في الشروط الخاصة ببلدك.",
    "taklief_badge": "\"شارة Taklief\" تعني الشارة التي قد يتم إصدارها للمستخدم بناءً على استيفاء المستخدم لمؤهلات معينة أو حدود أخرى، بما في ذلك أيقونات التحقق، على النحو الذي تحدده وتعينه Taklief.",
    "taklief_platform": "\"منصة Taklief\" تعني موقع Taklief الإلكتروني على http://www.taklief.org/، وتطبيق Taklief للهواتف الذكية، وأي نظام أساسي آخر تابع قد يتم تقديمه من وقت لآخر.",
    "taklief_service": "\"خدمة Taklief\" تعني خدمة توفير منصة Taklief.",
    "badge": "\"الشارة\" تعني شارة التكليف وأيقونة التحقق.",
    "business_day": "\"يوم العمل\" يعني اليوم الذي تكون فيه البنوك مفتوحة للأعمال العامة في الولاية القضائية حيث يكون لدى المستخدمين حساب منصة Taklief الخاص بهم، بخلاف أيام السبت أو الأحد أو العطلات الرسمية.",
    "business_partner_contract": "\"عقد شريك الأعمال\" يعني عقدًا بين شريك الأعمال والمسئول عن أداء خدمات الأعمال.",
    "business_partner": "\"شريك الأعمال\" يعني الشركة أو الفرد الذي يبرم اتفاقية مع Taklief للحصول على خدمات الأعمال.",
    "business_services": "\"خدمات الأعمال\" تعني الخدمات التي يقدمها المسؤول عن العمل إلى شريك الأعمال والتي يتم الحصول عليها بغرض البيع لطرف ثالث (مثل عميل شريك الأعمال).",
    "cancellation_admin_fee": "\"الرسوم الإدارية للإلغاء\" تعني الرسوم المستحقة الدفع بواسطة الملصق أو المسؤول لإلغاء عقد المهمة ولن تتجاوز 22% من السعر المتفق عليه.",
    "consequential_loss": "\"الخسارة التبعية\" تعني أي خسارة أو ضرر أو نفقات يمكن استردادها بموجب القانون:"
  },
  "definitions_section": {
    "a": "(أ) بخلاف الخسارة أو الضرر أو النفقات التي قد يتكبدها أو يتكبدها أي شخص في وضع مماثل للشخص الذي يعاني أو يتكبد الخسارة أو الضرر أو النفقات؛ أو",
    "b": "(ب) وهي خسارة:",
    "b1": "أ. الفرصة أو حسن النية؛",
    "b2": "ب. الربح أو الإيرادات أو المدخرات المتوقعة؛ أو",
    "b3": "ج. البيانات أو تلف البيانات.",
    "b4": "د. قيمة أي معدات،"
  },
  "country_specific_terms": "الشروط الخاصة بالدولة تعني تلك الشروط المنصوص عليها في الملحق ب.",
  "fees": "الرسوم تعني جميع الرسوم المستحقة لشركة Taklief من قبل المستخدمين بما في ذلك رسوم الخدمة.",
  "identity_verification_services": "خدمات التحقق من الهوية تعني الأدوات المتاحة لمساعدة المستخدمين على التحقق من هوية أو مؤهلات أو مهارات المستخدمين الآخرين بما في ذلك التحقق من الهاتف المحمول، والتحقق من معلومات الدفع، والمراجع، والتكامل مع وسائل التواصل الاجتماعي، وشارات التكليف وأيقونات التحقق.",
  "instant_claim": "المطالبة الفورية تعني قبول العرض من قبل أحد المهام عبر وظيفة مساعدة البحث.",
  "marketing_material": "المواد التسويقية تعني أي تحديثات وأخبار وعروض خاصة فيما يتعلق بـ Taklief أو خدمات الطرف الثالث الخاصة بها.",
  "non_excludable_condition": "الشرط غير القابل للاستبعاد يعني أي شرط أو ضمان أو كفالة ضمنية في العقد، والتي قد يؤدي استبعادها إلى مخالفة القانون أو التسبب في إبطال أي جزء من العقد. مزيد من التفاصيل حول الشروط غير القابلة للاستثناء للمستهلكين في المملكة العربية السعودية موضحة في الشروط الخاصة ببلدك ذات الصلة.",
  "occurrence": "التكرار يعني كل تكرار فردي للخدمات التي يجب أن يؤديها أحد المهام والتي تشكل جزءًا من الخدمات المتكررة.",
  "offer": "العرض يعني عرضًا مقدمًا من أحد المهام ردًا على مهمة منشورة لأداء الخدمات. أو عرضًا مقدمًا من أحد الملصقات لأداء الخدمات بواسطة أحد المهام عند استخدام مساعد البحث",
  "payment_account": "حساب الدفع يعني الحساب الذي يديره مزود الدفع.",
  "payment_provider": "مزود الدفع يعني كيان معين من قبل Taklief لإدارة وتشغيل حساب الدفع بما في ذلك قبول المدفوعات من المستخدمين وإجراء الدفعات لهم.",
  "personal_information": "المعلومات الشخصية لها نفس المعنى الموضح في الشروط الخاصة ببلدك.",
  "policies": "السياسات تعني السياسات التي تنشرها Taklief على منصة Taklief، بما في ذلك على سبيل المثال لا الحصر إرشادات المجتمع.",
  "poster": "الملصق يعني المستخدم الذي يقوم بالنشر على منصة Taklief بحثًا عن خدمات معينة.",
  "posted_task": "المهمة المنشورة تعني طلب الملصق للخدمات المنشورة على النظام الأساسي (بما في ذلك عبر مساعدة البحث)، وتتضمن الموعد النهائي للاكتمال والسعر ووصف الخدمات التي سيتم تقديمها.",
  "poster_service_fee": "رسوم خدمة الملصق تعني الرسوم التي يدفعها الملصق إلى Taklief كمقابل لخدمات Taklief (وتشمل كجزء من السعر المتفق عليه) المعروضة على الملصق قبل الدخول في كل عقد مهمة",
  "recurring_services": "الخدمات المتكررة تعني نفس الخدمات التي يتم شراؤها بواسطة الملصق باستخدام ميزة \"مساعدة البحث\" من نفس المهام على أساس متكرر، على سبيل المثال أسبوعيًا أو نصف شهري أو شهريًا.",
  "reference": "المرجع يعني ميزة تسمح للمستخدم بأن يطلب من مستخدمين آخرين نشر مرجع على منصة Taklief يؤيد ذلك المستخدم.",
  "search_assist": "\"مساعدة البحث\" تعني إحدى ميزات منصة Taklief حيث يمكن للملصق إرسال تفاصيل محددة لمهمة منشورة بمساعدة Taklief لحساب السعر المتفق عليه والعثور على مهام محتملة لأداء الخدمات. وقد تتم الإشارة إلى ذلك أيضًا على منصة Taklief بالحجز الفوري.",
  "service_fee": "رسوم الخدمة تعني رسوم خدمة الملصق ورسوم خدمة تاسكر.",
  "services": "الخدمات تعني الخدمات التي سيتم تقديمها كما هو موضح في المهمة المنشورة، بما في ذلك أي اختلافات أو تعديلات متفق عليها قبل أو بعد إنشاء عقد المهمة وبالنسبة للخدمات المتكررة، فإن الخدمات هي الخدمات التي سيتم تنفيذها في كل حالة.",
  "stored_value": "القيمة المخزنة تعني البطاقة المادية أو الافتراضية أو القسيمة أو القسيمة أو الرمز الذي يحتوي على رصيد أو خصم أو استرداد مقدم كرصيد أو أي شيء آخر تم تحديده أو وصفه على أنه \"قيمة مخزنة\" في هذه الاتفاقية، لاستخدامه على منصة Taklief.",
  "task_contract": "عقد المهمة يعني العقد المنفصل الذي يتم تشكيله بين الملصق والمكلف بالخدمات. في حالة عدم وجود أي شروط متفق عليها على وجه التحديد أو بالإضافة إليها، فإن الشروط النموذجية المدرجة في الملحق أ بالاتفاقية تنطبق على عقود المهام.",
  "tasker": "تاسكر يعني المستخدم الذي يقدم الخدمات للملصقات.",
  "tasker_funds": "أموال المهام تعني السعر المتفق عليه ناقصًا رسوم الخدمة.",
  "tasker_service_fee": "رسوم خدمة تاسكر تعني الرسوم المستحقة من قبل المكلف إلى تكليف كمقابل لخدمات التكليف (والتي تشكل جزءًا من السعر المتفق عليه) المعروضة على المكلف قبل الدخول في كل عقد مهمة.",
  "third_party_dispute_service": "خدمة نزاعات الطرف الثالث تعني موفر خدمة حل نزاعات طرف ثالث يستخدم لحل أي نزاعات بين المستخدمين.",
  "third_party_service": "خدمة الطرف الثالث تعني العروض الترويجية والروابط للخدمات التي تقدمها أطراف ثالثة والتي قد تظهر على منصة Taklief من وقت لآخر.",
  "user": "المستخدم أو أنت يعني الشخص الذي قام بالتسجيل لاستخدام منصة Taklief، سواء كملصق أو مشرف أو غير ذلك.",
  "verification_icons": "أيقونات التحقق تعني الأيقونات المتاحة ليتم عرضها في الملف الشخصي للمستخدم وأي منشورات من هذا القبيل على منصة Taklief لتأكيد التفاصيل مثل مؤهل المستخدم أو الترخيص أو الشهادة أو أي مهارات أخرى.",
  "rules_of_interpretation": "قواعد التفسير:",
  "rule_a": "(أ) يشمل المفرد الجمع والعكس، والجنس يشمل الأجناس الأخرى؛",
  "rule_b": "(ب) الشكل النحوي الآخر لكلمة أو تعبير محدد له معنى مماثل؛",
  "rule_c": "(ج) الإشارة إلى مستند أو مستند تتضمن المستند أو المستند بعد تجديده أو تغييره أو استكماله أو استبداله من وقت لآخر؛",
  "rule_d": "(د) العملة المطبقة هي العملة المحددة في الشروط الخاصة ببلدك؛",
  "rule_e": "(هـ) الإشارة إلى شخص تشمل شخصًا طبيعيًا أو شراكة أو هيئة اعتبارية أو جمعية أو سلطة أو وكالة حكومية أو محلية أو أي كيان آخر؛",
  "rule_f": "(و) تشمل الإشارة إلى تشريع أو مرسوم أو مدونة أو قانون آخر اللوائح والأدوات الأخرى بموجبه وعمليات الدمج أو التعديلات أو إعادة التشريع أو الاستبدال لأي منها؛",
  "rule_g": "(ز) لا يقتصر معنى الكلمات العامة على أمثلة محددة مقدمة من خلال تضمين، على سبيل المثال، أو تعبيرات مماثلة؛",
  "rule_h": "(ح) العناوين مخصصة لسهولة الرجوع إليها فقط ولا تؤثر على التفسير؛",
  "rule_i": "(1) أي اتفاق أو إقرار أو ضمان أو تعويض لصالح طرفين أو أكثر (بما في ذلك الحالات التي يتم فيها تضمين شخصين أو أكثر في نفس المصطلح المحدد) يكون لصالحهم مجتمعين ومنفردين؛",
  "rule_j": "(ي) لا تنطبق قاعدة البناء على أي ضرر للطرف لأن الطرف كان مسؤولاً عن إعداد هذه الاتفاقية أو أي جزء منها.",
  "revised_date": "تمت المراجعة في يوليو 2020، حقوق الطبع والنشر Taklief 2020"
}
