{
  "homepage_headline": "ایک مربوط ڈیجیٹل پلیٹ فارم جو کمیونٹی کو درکار مختلف شعبوں میں معیاری خدمات فراہم کرنے والوں اور معیاری کام کے متلاشیوں کو اکٹھا کرتا ہے۔",
  "made_for_community": "کمیونٹی کے لیے بنایا گیا ہے۔",
  "hero_text": "جڑنا، مندوب کرنا، مکمل کرنا۔ <br/> ایک ایسا پلیٹ فارم جو آپ کو اپنے کاموں کو آؤٹ سورس کرنے، اور آپ کی مہارتوں کو کرایہ پر پیش کرنے کا اختیار دیتا ہے۔",
  "get_it_done": "ایک کام پوسٹ کریں اور پیشکشیں حاصل کریں۔",
  "get_things_done": "کام مکمل کرواؤ",
  "labour_exchange": "حقیقی دنیا میں محنت کا تبادلہ کیسے ہوتا ہے اس کا دوبارہ تصور کرنا",
  "browse_tasks": "ٹاسکس کو براؤز کریں۔",
  "for": "کے لیے",
  "poster_principles": "پوسٹر کے اصول",
  "tasker_principles": "ٹاسکر کے اصول",
  "when_will_i_get_paid": "مجھے تنخواہ کب ملے گی؟",
  "ios_app": "iOS ایپ",
  "coming_soon": "جلد آرہا ہے۔",
  "about_taklief": "تکلیف ایک سعودی پلیٹ فارم ہے جو ریاض میں واقع ہے جو موبائل مارکیٹ پلیس فراہم کرتا ہے تاکہ صارفین اپنے روزمرہ کے کاموں کو آؤٹ سورس کر سکیں۔ صارفین ٹاسک کی وضاحت کرتے ہیں اور اس کا بجٹ سیٹ کرتے ہیں، پھر کمیونٹی ممبران کام کو مکمل کرنے کی کوشش کرنے کے لیے اپنی بولیاں لگاتے ہیں۔",
  "what_do_you_need": "آپ کو کیا کرنے کی ضرورت ہے؟",
  "post_task_desc": "ہمیں اپنے کام کے بارے میں بتا کر شروع کریں۔ ذکر کریں کہ کب اور کہاں (ذاتی طور پر یا دور سے) آپ کو یہ کرنے کی ضرورت ہے، پھر کام کے لیے مناسب بجٹ تجویز کریں۔ کوئی بھی کام پوسٹ کریں، لفظی!",
  "assgin_person": "اپنے لیے بہترین شخص کو تفویض کریں۔",
  "take_look": "اپنے کام کے لیے بہترین ٹاسکر چننے کے لیے پروفائلز اور جائزوں پر ایک نظر ڈالیں۔ جب آپ کوئی پیشکش قبول کرتے ہیں، تو آپ کی ادائیگی تکلیف پے کے ساتھ محفوظ طریقے سے رکھی جاتی ہے جب تک کہ کام مکمل نہ ہو جائے۔ اب آپ تفصیلات کو ترتیب دینے کے لیے ٹاسکر کو میسج اور کال کر سکتے ہیں۔",
  "task_completed": "کام مکمل ہو گیا۔",
  "task_completion_message": "آپ کا کام مکمل ہونے کے بعد، آپ کو صرف تکلیف پے کے ساتھ رکھی گئی ادائیگی کو جاری کرنے کی ضرورت ہے۔ اس کے بعد آپ ٹاسکر کے لیے ایک جائزہ چھوڑنے کے لیے آزاد ہیں تاکہ ہر کوئی جان سکے کہ انھوں نے کیا شاندار کام کیا ہے!",
  "home": "گھر",
  "more": "مزید",
  "contact_us": "ہم سے رابطہ کریں۔",
  "tasker_principle": "ٹاسکر کے اصول",
  "poster_principle": "پوسٹر کے اصول",
  "community_guideline": "کمیونٹی گائیڈ لائنز",
  "society_to_society": "معاشرے سے معاشرے تک",
  "about_taklief_short": "تکلیف مکمل طور پر کمیونٹی پر مبنی ماحول ہے۔",
  "when_get_paid": "مجھے تنخواہ کب ملے گی؟",
  "client_hasnt_released": "کلائنٹ نے ابھی تک ادائیگی جاری نہیں کی ہے!",
  "terms_of_service": "سروس کی شرائط",
  "copyright": "©2023 جملہ حقوق Taklief LLC کے پاس محفوظ ہیں۔",
  "get_app_to_view_link": "اس لنک کو دیکھنے کے لیے ایپ حاصل کریں۔",
  "for_iphone": "آئی فون کے لیے",
  "for_android": "اینڈرائیڈ کے لیے",
  "for_web": "ویب کے لیے",
  "not_found": "صفحہ نہیں مل سکا",
  "task_guidelines": {
    "section_a": {
      "title": "A. کام قانونی ہونے چاہئیں",
      "content": "ہمارے تمام اراکین کے لیے محفوظ اور محفوظ تجربہ کو یقینی بنانے کے لیے، پوسٹ کیے گئے تمام کام قانونی ہونے چاہییں۔ غیر قانونی کاموں کی ترغیب، ترغیب یا حوصلہ افزائی سختی سے ممنوع ہے۔ تکلیف پر گھپلے بھی برداشت نہیں کیے جائیں گے اور دور کیے جائیں گے۔"
    },
    "section_b": {
      "title": "B. ممنوعہ اشیاء کی فہرست",
      "content": "کاموں کا تعلق ہتھیاروں یا غیر قانونی سرگرمی سے نہیں ہونا چاہیے، جس کے نتیجے میں جرم میں اضافہ ہو سکتا ہے۔ منشیات سے متعلق کوئی بھی درخواستیں، بشمول نسخے کی دوائیں یا منشیات کے سامان، ممنوع ہیں۔ ان سرگرمیوں کے نہ صرف سنگین قانونی اثرات ہو سکتے ہیں بلکہ یہ تکلیف کی روح اور اقدار کے بھی خلاف ہیں۔"
    },
    "section_c": {
      "title": "C. کوئی ایسکارٹ یا بالغ خدمات نہیں۔",
      "content": "تکلیف پر ایسکارٹ، بالغوں کی خدمات، اور مساج کے کام سختی سے ممنوع ہیں۔ اس میں وہ کام یا تبصرے شامل ہیں جو فحش یا جنسی طور پر واضح نوعیت کے ہیں۔ جب ہم حدود کو آگے بڑھا رہے ہیں اور روزگار کے مستقبل کا دوبارہ تصور کرنے میں مدد کر رہے ہیں، ہم یہاں لکیر کھینچ رہے ہیں۔"
    },
    "section_d": {
      "title": "D. واضح دائرہ کار، وقت، اور بجٹ درکار ہے۔",
      "content": "اپنے کاموں کو مکمل کرنے میں مدد کرنے کے لیے، یہ ضروری ہے کہ آپ کے کام کی گنجائش، وقت اور بجٹ واضح ہو۔\n\n- **دائرہ کار:** کام کی تفصیل میں واضح طور پر اور اچھی طرح سے بتایا جائے کہ آپ کو کیا کرنے کی ضرورت ہے۔ زیادہ سے زیادہ معلومات شامل کرنے سے ٹاسکر کو توقعات کو سمجھنے میں مدد ملتی ہے۔\n- **وقت:** کیا کام کو ایک مخصوص دن پر مکمل کرنے کی ضرورت ہے، یا کیا یہ ٹاسکر کے ساتھ لچکدار ہوسکتا ہے؟ اگر مخصوص ہو تو کام کی تفصیل میں ذکر کریں۔\n- **بجٹ:** کام کے لیے درکار وقت اور محنت کے لیے مناسب قیمت کا تعین بہت ضروری ہے۔ Taklief کاموں کی کم قیمت کی توثیق نہیں کرتا ہے، اور اگر کوئی کام پایا جاتا ہے تو اسے معتدل کیا جا سکتا ہے۔\n\nیہ ٹاسکرز کو یہ جاننے میں مدد کرتے ہیں کہ آیا ان کے پاس آپ کا کام مکمل کرنے کی مہارت اور دستیابی ہے۔ اس سے راستے میں توقعات کے بارے میں کسی غلط فہمی سے بچنے میں بھی مدد ملے گی۔",
      "highlighted": "اپنے کاموں کو مکمل کرنے میں مدد کرنے کے لیے، یہ ضروری ہے کہ آپ کے کام کی گنجائش، وقت اور بجٹ واضح ہو۔",
      "scope": {
        "title": "دائرہ کار:",
        "content": "کام کی تفصیل کو واضح طور پر، اور اچھی طرح سے، یہ بتانا چاہیے کہ آپ کو کیا کرنے کی ضرورت ہے۔ زیادہ سے زیادہ معلومات شامل کرنے سے ٹاسکر کو توقعات کو سمجھنے میں مدد ملتی ہے۔"
      },
      "time": {
        "title": "وقت:",
        "content": "کیا کام کو ایک مخصوص دن پر مکمل کرنے کی ضرورت ہے یا یہ ٹاسکر کے ساتھ لچکدار ہو سکتا ہے؟ اگر مخصوص ہو تو کام کی تفصیل میں ذکر کریں۔"
      },
      "budget": {
        "title": "بجٹ:",
        "content": "کام کے لیے درکار وقت اور محنت کے لیے مناسب قیمت کا تعین کرنا بہت ضروری ہے۔ Taklief کاموں کی کم قیمتوں کی توثیق نہیں کرتا ہے اور اگر کوئی کام پایا جاتا ہے تو اسے معتدل کیا جا سکتا ہے۔"
      },
      "help_taskers": "یہ ٹاسکرز کو یہ جاننے میں مدد کرتے ہیں کہ آیا ان کے پاس آپ کا کام مکمل کرنے کی مہارت اور دستیابی ہے۔ اس سے راستے میں توقعات کے بارے میں کسی غلط فہمی سے بچنے میں بھی مدد ملے گی۔"
    },
    "section_e": {
      "title": "E. ٹاسک پر مبنی پوسٹس",
      "content": "Taklief پلیٹ فارم ایک ٹاسک پر مبنی پلیٹ فارم ہے جو آپ کو ان تمام عجیب و غریب اور نرالی چیزوں کو آؤٹ سورس کرنے کی ترغیب دیتا ہے جو آپ کو کسی بھی دن کرنے کی ضرورت پڑ سکتی ہے۔ تاہم، چند قسم کے کام ایسے ہیں جو پلیٹ فارم کی سالمیت کو برقرار رکھنے کے لیے تعاون یافتہ نہیں ہیں۔ ایسے کاموں کی اجازت نہیں ہے جو فطرت میں فریب ہوں۔ اس میں جعلی کاروباری جائزوں، سوشل میڈیا لائکس اور پیروی کی درخواست کرنا شامل ہے لیکن یہ ان تک محدود نہیں ہے۔",
      "example_1": {
        "title": "مثال 1:",
        "content": "سارہ کا ٹاسک، ٹاسکرز سے اپنی کمپنی کی ویب سائٹ اور Google Maps پر 5-ستارہ جائزے چھوڑنے کی درخواست کرنے کو، Taklief نے فوری طور پر منسوخ کر دیا۔ اسے مطلع کیا گیا تھا کہ اس کا کام کمیونٹی کے رہنما خطوط کی تعمیل نہیں کرتا ہے۔ تعلیمی سرگرمیاں اور اسائنمنٹ پر مبنی کام، جیسے کسی کی جانب سے اسائنمنٹس، ٹیسٹ، یا کورسز مکمل کرنا، سختی سے ممنوع ہیں۔ مزید برآں، پروف ریڈنگ، تدوین، منصوبہ بندی، ساخت، حوالہ، اور کسی اور کے علمی کام پر تاثرات فراہم کرنے کی صورت میں تعلیمی مدد بھی معاون نہیں ہے۔"
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "احمد نے ایک ٹاسک پوسٹ کیا جس میں فرانسیسی انقلاب پر 1,000 الفاظ پر مشتمل مضمون، اپنی اسائنمنٹ کو پروف ریڈ کرنے کے لیے ٹاسکر کی تلاش تھی۔ پوسٹ کرنے کے کچھ ہی دیر بعد، احمد سے رابطہ کیا گیا اور بتایا گیا کہ یہ ٹاسک منسوخ کر دیا گیا ہے کیونکہ تکلیف پر پروف ریڈنگ کے کام کی سہولت نہیں ہے۔ مزید برآں، تکلیف سے باہر کیے جانے والے کام کے حوالے سے درخواست کرنے والے کاموں کی اجازت نہیں ہے۔"
      },
      "example_3": {
        "title": "مثال 3:",
        "content": "سعود نے کم از کم قیمت کے ساتھ ایک ٹاسک پوسٹ کیا، ایک ٹاسکر سے درخواست کی کہ وہ اس کے گھر آئے اور اپنے 3 بیڈ روم والے گھر کو پینٹ کرنے کے لیے ایک اقتباس فراہم کرے۔ تکلیف نے اس کام کو منسوخ کر دیا تھا کیونکہ اس نے ایک اقتباس طلب کیا تھا نہ کہ اصل پینٹنگ سروس۔ ایسے کام جن میں عریانیت، بے لباسی، یا لباس جیسے لنجری، تیراکی کے لباس، اور جم پہننے کی سہولت شامل نہیں ہے۔"
      },
      "example_4": {
        "title": "مثال 4:",
        "content": "جوآن نے بیکنی فوٹو شوٹ کے لیے ماڈل بنانے کے لیے ٹاسکر کی تلاش میں ایک ٹاسک پوسٹ کیا۔ ٹاسک کو منسوخ کر دیا گیا تھا کیونکہ ٹاسکر کو بیکنی پہننے کی ضرورت ہوگی۔ ایسے کام جن میں کسی فرد یا کاروبار کے بارے میں ان کے علم اور رضامندی کے بغیر تفتیش یا معلومات اکٹھی کرنا شامل ہوتا ہے ان کی حمایت نہیں کی جاتی ہے۔ قرض جمع کرنے کے کام بھی تعاون یافتہ نہیں ہیں۔ وہ کام جو کسی سے نقد رقم نکالنے، گفٹ کارڈز، پوسٹر کے لیے واؤچر خریدنے، یا پوسٹر کو براہ راست بینک ٹرانسفر یا STCPay جیسے طریقوں سے رقم بھیجنے کی درخواست کرتے ہیں، تعاون یافتہ نہیں ہیں۔"
      }
    },
    "section_f": {
      "title": "F. کوئی اشتہار نہیں۔",
      "content": "ہم تکلیف پر کاروبار کے آؤٹ سورسنگ کاموں کی حمایت کرتے ہیں تاکہ ان کے کاروبار کو بڑھنے میں مدد ملے، تاہم تکلیف کاروباری اشتہارات کا پلیٹ فارم نہیں ہے اور نہ ہی مستقل ملازمت کے اشتہارات کے لیے جاب بورڈ ہے۔ تکلیف کسی بھی درخواست کو ملازمت دینے کا پلیٹ فارم بھی نہیں ہے۔",
      "example_1": {
        "title": "مثال 1:",
        "content": "فارس نے ایک ٹاسک پوسٹ کیا جس میں ایک بلڈر کے طور پر پارٹ ٹائم یا کل وقتی ملازمت کا مطالبہ کیا گیا۔ Taklief کی طرف سے اس ٹاسک کو ہٹا دیا گیا تھا کیونکہ تکلیف پلیٹ فارم میں ملازمت کی درخواستیں تعاون یافتہ نہیں ہیں۔"
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "امانڈا ایک ڈرائیونگ اسکول کی مالک ہے اور اس نے ایک گھنٹہ کی شرح کے ساتھ کل وقتی ڈرائیونگ انسٹرکٹرز کی تلاش میں ایک ٹاسک پوسٹ کیا۔ Amanda کے کام کو ہٹا دیا گیا تھا کیونکہ اسے ایک کاروباری اشتہار سمجھا جاتا تھا اس لیے Taklief پلیٹ فارم میں تعاون یافتہ نہیں تھا۔"
      }
    }
  },
  "community_guidelines": "کمیونٹی رہنما خطوط",
  "are_there_any_task_posting_guidelines": "کیا کوئی ٹاسک پوسٹ کرنے کے رہنما خطوط ہیں؟",
  "community_guideline_1": "Taklief پلیٹ فارم آپ کو مزید کام کرنے میں مدد کرتا ہے۔ ایک محفوظ، باعزت اور فائدہ مند ماحول بنانے کے لیے، ہمیں آپ سے نیچے دی گئی ہدایات پر عمل کرنے کی ضرورت ہے۔",
  "Moving furniture": "حرکت پذیر فرنیچر",
  "Gardening": "باغبانی",
  "Handyman": "دستکار",
  "Cleaning": "صفائی",
  "Business & Admin": "بزنس اینڈ ایڈمن",
  "Delivery": "ترسیل",
  "Pedicure & manicure": "پیڈیکیور اور مینیکیور",
  "Manpower": "افرادی قوت",
  "Health": "صحت",
  "Art": "فن",
  "Construction": "تعمیراتی",
  "Lab & Research": "لیب اینڈ ریسرچ",
  "Mechanic": "مکینک",
  "Pets care": "پالتو جانوروں کی دیکھ بھال",
  "Baby care": "بچے کی دیکھ بھال",
  "Web & design": "ویب ڈیزائن",
  "terms_and_conditions": "شرائط و ضوابط",
  "terms_and_conditions_sub": "ہمارے شرائط و ضوابط یہ ہیں۔",
  "user_agreement": "صارف کا معاہدہ:",
  "taklief_terms_and_conditions": "ضمیمہ B میں ملک کی مخصوص شرائط بھی اس معاہدے پر لاگو ہوں گی۔",
  "taklief_terms_and_conditions_2": "تکلیف کے شرائط و ضوابط (جولائی 2020 کو اپ ڈیٹ کیا گیا) تکلیف پلیٹ فارم پر تکلیف اور آپ کی ذمہ داریوں اور ذمہ داریوں کا خاکہ پیش کرتا ہے۔",
  "taklief_website": "www.Taklief.com",
  "taklief_platform_description": "Taklief ایک آن لائن پلیٹ فارم چلاتا ہے جو صارفین کو Taklief پلیٹ فارم کے ذریعے خدمات فراہم کرنے والے دوسرے صارفین کے ساتھ جڑنے کی اجازت دیتا ہے۔ براہ کرم تکلیف پلیٹ فارم استعمال کرنے سے پہلے ان شرائط اور کمیونٹی گائیڈ لائنز سمیت تمام پالیسیوں کو غور سے پڑھیں۔ یہ پالیسیاں حوالہ کے ذریعہ اس معاہدے میں شامل ہیں۔",
  "taklief_platform_description_2": "اس معاہدے میں بیان کردہ تمام اصطلاحات کے معنی وہی ہیں جو تکلیف لغت میں دیئے گئے ہیں۔",
  "scope_of_taklief_services": "1. تکلیف خدمات کا دائرہ",
  "taklief_platform_provision": "1.1 تکلیف تکلیف پلیٹ فارم فراہم کرتا ہے تاکہ پوسٹرز کو پوسٹ کیے گئے کاموں کو شائع کرنے کے قابل بنایا جا سکے۔",
  "taskers_offer": "1.2 ٹاسکرز پوسٹ کیے گئے ٹاسک کے جواب میں پیشکش کر سکتے ہیں۔ پیشکش کی تفصیلات کے کچھ حصے عوامی طور پر دستیاب کیے جا سکتے ہیں، بشمول انٹرنیٹ صارفین کے لیے جو صارف نہیں ہیں۔",
  "poster_modify_task": "1.3 پوسٹر کسی پیشکش کو قبول کرنے سے پہلے کسی بھی وقت پوسٹ کردہ ٹاسک کو منسوخ یا اس میں ترمیم کر سکتا ہے۔ Taklief ترمیم سے پہلے پوسٹ کردہ ٹاسک پر تمام پیشکشوں کو منسوخ کرنے کا حق محفوظ رکھتا ہے۔",
  "task_contract_creation": "1.4 اگر کوئی پوسٹر تکلیف پلیٹ فارم پر پیشکش قبول کرتا ہے، تو ٹاسکر اور پوسٹر کے درمیان ایک ٹاسک کنٹریکٹ بنایا جاتا ہے۔",
  "poster_payment": "1.5 ٹاسک کنٹریکٹ بنانے پر، پوسٹر کو ادائیگی اکاؤنٹ میں متفقہ قیمت ادا کرنی ہوگی۔",
  "taklief_services_fee": "1.6 ٹاسک کنٹریکٹ کی تخلیق کے بعد، تکلیف نے تکلیف خدمات فراہم کی ہیں اور سروس فیس واجب الادا اور قابل ادائیگی ہے۔",
  "task_contract_variation": "1.7 ٹاسک کنٹریکٹ بن جانے کے بعد، ٹاسکر اور پوسٹر تکلیف پلیٹ فارم پر ٹاسک کنٹریکٹ میں فرق کر سکتے ہیں۔ پوسٹر اور ٹاسکر کی حوصلہ افزائی کی جاتی ہے کہ وہ Taklief کے نجی پیغام رسانی کے نظام کو ٹاسک کنٹریکٹ (بشمول متفقہ قیمت) میں ترمیم یا تبدیلی کے لیے یا دوسری صورت میں بات چیت کرنے کے لیے استعمال کریں۔",
  "tasker_notice_completion": "1.8 خدمات مکمل ہونے کے بعد، ٹاسکر کو اس کا نوٹس تکلیف پلیٹ فارم پر فراہم کرنا چاہیے۔",
  "poster_notice_completion": "1.9 خدمات مکمل ہونے کے بعد، پوسٹر کو اس کا نوٹس تکلیف پلیٹ فارم پر فراہم کرنا چاہیے۔",
  "task_completion_funds_release": "1.10 ایک بار پوسٹ کیا گیا ٹاسک مکمل ہو جانے کے بعد اور پوسٹر سروسز کے مکمل ہونے کی تصدیق کرتا ہے، یا اگر تکلیف مطمئن ہو جاتا ہے کہ سروسز مکمل ہو چکی ہیں، ٹاسکر فنڈز تاکلیف کے ذریعے ادائیگی اکاؤنٹ سے ٹاسکر کو جاری کیے جائیں گے۔ تاہم، یہ عمل بار بار چلنے والی خدمات کی ادائیگی پر لاگو نہیں ہوتا ہے جس کا ذکر ذیل کی شق 1.16 میں کیا گیا ہے۔",
  "task_contract_review_feedback": "1.11 ٹاسک کنٹریکٹ مکمل ہونے کے بعد، فریقین کو تاکلیف پلیٹ فارم پر خدمات کا جائزہ لینے اور فیڈ بیک فراہم کرنے کی ترغیب دی جاتی ہے۔",
  "search_assist_feature": "1.12 تکلیف ایک سرچ اسسٹ فیچر بھی فراہم کر سکتا ہے جو پوسٹرز کو خدمات کے لیے پیشکش جمع کرانے کے قابل بناتا ہے۔",
  "offer_submission_notification": "1.13 سرچ اسسٹ کا استعمال کرتے ہوئے پوسٹر کی طرف سے پیش کردہ پیشکش دوسرے صارفین کو مطلع کیا جا سکتا ہے اور ایسے صارفین اس کا فوری دعویٰ کرنے کا انتخاب کر سکتے ہیں۔",
  "task_contract_creation_search_assist": "1.14 سرچ اسسٹ کا استعمال کرتے وقت ٹاسک کنٹریکٹ اس وقت بنتا ہے جب کوئی ٹاسکر فوری دعویٰ کرتا ہے (اور ریکرنگ سروسز کی صورت میں ٹاسک کنٹریکٹ صرف پہلی بار کے لیے بنایا جاتا ہے)۔ بار بار چلنے والی خدمات کے لیے، اگلا ٹاسک کنٹریکٹ پچھلی وقوعہ کی تکمیل پر بنایا جاتا ہے۔",
  "offer_revocation_modification": "1.15 پوسٹر کسی بھی وقت ٹاسکر کے فوری دعویٰ کرنے سے پہلے کسی بھی وقت سرچ اسسٹ کے استعمال میں اپنی پیشکش کو منسوخ یا ترمیم کر سکتا ہے، بشمول بار بار چلنے والی خدمات کے لیے۔ Taklief منسوخی یا ترمیم سے پہلے پوسٹ کیے گئے تمام کاموں کو منسوخ کرنے کا حق محفوظ رکھتا ہے۔",
  "automatic_payment_tasker_funds": "1.16 بار بار چلنے والی خدمات کے لیے اور شق 1.17 کے تحت، ایک بار جب واقعہ مکمل ہو گیا اور ٹاسکر اس بات کی تصدیق کر دے کہ واقعہ مکمل ہو گیا ہے (یا اگر تکلیف اس واقعہ سے مطمئن ہے) تو اس واقعہ کے لیے ٹاسکر فنڈز خود بخود تکلیف کی طرف سے جاری ہو جائیں گے۔ ٹاسکر کو ادائیگی کا اکاؤنٹ۔",
  "automatic_payment_pause": "1.17 پوسٹر 24 گھنٹے کے اندر کسی واقعے کے لیے Tasker فنڈز کی خودکار ادائیگی کو روکنے کا انتخاب کر سکتا ہے جب سے Tasker اس واقعے کی تصدیق کرتا ہے۔ اگر پوسٹر اس شق کے مطابق اس طرح کی خودکار ادائیگی کو روکتا ہے، تو ٹاسکر فنڈز تکلیف کی طرف سے ادائیگی اکاؤنٹ سے ٹاسکر کو جاری نہیں کیے جائیں گے جب تک کہ پوسٹر اس بات کی تصدیق نہ کر دے کہ واقعہ مکمل ہو گیا ہے۔",
  "taklief_role_and_obligations": "2. تکلیف کا کردار اور ذمہ داریاں",
  "taklief_platform_provision_2": "2.1 تکلیف صرف تکلیف پلیٹ فارم فراہم کرتا ہے، جو صارفین کو پوسٹ کیے گئے کاموں کو شائع کرنے اور پوسٹ کیے گئے کاموں پر پیشکش کرنے کے قابل بناتا ہے۔",
  "age_requirement": "2.2 تکلیف صرف 18 سال سے زیادہ عمر کے افراد کو صارف بننے کی اجازت دیتا ہے۔",
  "user_natural_persons": "2.3 صارفین کا فطری فرد ہونا چاہیے، لیکن وہ اپنے اکاؤنٹ کی تفصیل میں یہ بتا سکتے ہیں کہ وہ کسی کاروباری ادارے کی نمائندگی کرتے ہیں۔",
  "registration_approval_discretion": "2.4 اپنی مکمل صوابدید پر، تکلیف کسی بھی شخص کو تکلیف کے ساتھ رجسٹر کرنے یا اکاؤنٹ بنانے یا کسی بھی موجودہ اکاؤنٹ کو منسوخ یا معطل کرنے یا اس میں ترمیم کرنے کی اجازت دینے سے انکار کر سکتا ہے بشمول اگر تکلیف معقول طور پر یہ نظریہ بناتا ہے کہ صارف کا طرز عمل (بشمول اس معاہدے کی خلاف ورزی) تکلیف پلیٹ فارم کے آپریشن کے لیے نقصان دہ۔",
  "account_creation_free": "2.5 تکلیف کے ساتھ رجسٹر کرنا اور اکاؤنٹ بنانا مفت ہے۔ پوسٹر کے لیے ٹاسکس پوسٹ کرنے کے لیے، یا تکلیف کے دوسرے صارفین کے لیے Taklief پلیٹ فارم پر پوسٹ کیے گئے کاموں سمیت مواد کا جائزہ لینے کے لیے کوئی چارج نہیں ہے۔",
  "interaction_liability": "2.6 تکلیف پوسٹر اور ٹاسکر کے تعامل کے کسی بھی پہلو کے لیے کوئی ذمہ داری قبول نہیں کرتا ہے، بشمول لیکن خدمات کی وضاحت، کارکردگی یا فراہمی تک محدود نہیں۔",
  "information_accuracy_warranty": "2.7 تکلیف کی کوئی ذمہ داری نہیں ہے اور صارفین کی طرف سے فراہم کردہ کسی بھی معلومات کے کسی بھی پہلو کی سچائی یا درستگی کے بارے میں کوئی ضمانت نہیں دیتا ہے، بشمول، لیکن ان تک محدود نہیں، کاموں کو انجام دینے یا اشیاء کی فراہمی، یا کسی کی دیانت یا درستگی۔ پوسٹرز کے ذریعے فراہم کردہ معلومات یا پوسٹرز کی درخواست کردہ خدمات کے لیے ادائیگی کرنے کی اہلیت۔",
  "service_warranty": "2.8 کسی بھی غیر مستثنیٰ شرط کے سلسلے میں ذمہ داری کے علاوہ، تکلیف سروس \"جیسا ہے\" کی بنیاد پر فراہم کی جاتی ہے، اور بغیر کسی وارنٹی یا شرط کے، واضح یا مضمر۔ قانون کی طرف سے اجازت کی حد تک، ہم اور ہمارے سپلائرز خاص طور پر عنوان، تجارتی قابلیت، کسی خاص مقصد کے لیے فٹنس اور غیر خلاف ورزی کی کسی بھی مضمر وارنٹی کو مسترد کرتے ہیں۔",
  "dispute_resolution": "2.9 تکلیف کی کسی بھی صارف پر کوئی ذمہ داری نہیں ہے کہ وہ صارفین کے درمیان کسی بھی تنازعہ میں مدد کرے یا اس میں خود کو شامل کرے، حالانکہ ایسا صارف کے تجربے کو بہتر بنانے کے لیے کر سکتا ہے۔",
  "user_obligations": {
    "title": "3. صارف کی ذمہ داریاں",
    "obligations": {
      "obligation_3_1": {
        "text": "3.1 آپ ہر وقت:",
        "subpoints": {
          "a": "اس معاہدے (تمام پالیسیوں سمیت) اور تمام قابل اطلاق قوانین اور ضوابط کی تعمیل کریں؛",
          "b": "تکلیف پلیٹ فارم پر صرف درست معلومات پوسٹ کریں۔",
          "c": "اس بات کو یقینی بنائیں کہ آپ کسی ایسے قوانین سے واقف ہیں جو آپ پر بطور پوسٹر یا ٹاسکر لاگو ہوتے ہیں، یا تکلیف پلیٹ فارم استعمال کرنے کے سلسلے میں۔"
        }
      },
      "obligation_3_2": "3.2 آپ اس بات سے اتفاق کرتے ہیں کہ تکلیف پلیٹ فارم پر کوئی بھی مواد (چاہے تکلیف، صارف یا کسی تیسرے فریق کی طرف سے فراہم کیا گیا ہو) کو تکلیف کی پیشگی اجازت کے بغیر فریق ثالث کی سائٹس یا دیگر کاروباری مقاصد کے لیے استعمال نہیں کیا جا سکتا۔",
      "obligation_3_3": "3.3 آپ تکلیف پلیٹ فارم کو کسی غیر قانونی یا غیر اخلاقی مقصد کے لیے استعمال نہیں کرنا چاہیے۔",
      "obligation_3_4": "3.4 آپ کو اپنے تکلیف اکاؤنٹ پر ہر وقت کنٹرول برقرار رکھنا چاہیے۔ اس میں دوسروں کو آپ کا اکاؤنٹ استعمال کرنے کی اجازت نہ دینا، یا آپ کا اکاؤنٹ یا اس کا کوئی بھی مواد کسی دوسرے شخص کو منتقل یا فروخت کرنا شامل ہے۔",
      "obligation_3_5": "3.5 آپ تکلیف پلیٹ فارم پر شائع کردہ مواد اور معلومات کو تکلیف پلیٹ فارم پر شائع کرنے کے لیے استعمال کرنے، دوبارہ تیار کرنے، ترمیم کرنے اور موافقت کرنے کے لیے تکلیف کو ایک غیر محدود، دنیا بھر میں رائلٹی سے پاک لائسنس دیتے ہیں اور جیسا کہ دوسری صورت میں تکلیف فراہم کرنے کی ضرورت پڑ سکتی ہے۔ خدمت، تکلیف سروس کے عمومی فروغ کے لیے، اور جیسا کہ اس معاہدے کی اجازت ہے۔",
      "obligation_3_6": "3.6 آپ اس بات سے اتفاق کرتے ہیں کہ تکلیف پلیٹ فارم پر پوسٹ کی گئی کوئی بھی معلومات، کسی بھی طرح سے، تکلیف یا کسی دوسرے شخص کے لیے ممکنہ طور پر یا درحقیقت نقصان دہ نہیں ہونی چاہیے۔ نقصان میں شامل ہے، لیکن اس تک محدود نہیں، معاشی نقصان جو تکلیف کے ذریعے ہو سکتا ہے یا ہو سکتا ہے۔",
      "obligation_3_7": {
        "text": "3.7 اس معاہدے کی کسی بھی شق کو محدود کیے بغیر، کوئی بھی معلومات جو آپ تکلیف کو فراہم کرتے ہیں یا پوسٹ کردہ ٹاسک میں شائع کرتے ہیں (بشمول پیشکش کے حصے کے طور پر) اپ ٹو ڈیٹ اور اپ ٹو ڈیٹ ہونا چاہیے اور یہ نہیں ہونا چاہیے:",
        "subpoints": {
          "a": "جھوٹا، غلط یا گمراہ کن یا دھوکہ دہی؛",
          "b": "دھوکہ دہی یا جعلی یا چوری شدہ اشیاء کی فروخت میں ملوث ہونا؛",
          "c": "کسی تیسرے فریق کے کاپی رائٹ، پیٹنٹ، ٹریڈ مارک، تجارتی راز یا دیگر ملکیتی حقوق یا دانشورانہ املاک کے حقوق، تشہیر کے حقوق، رازداری یا رازداری کی خلاف ورزی؛",
          "d": "کسی بھی قابل اطلاق قانون، قانون، آرڈیننس یا ضابطے کی خلاف ورزی کرنا (بشمول، لیکن ان تک محدود نہیں، برآمدات اور درآمدات کے کنٹرول، صارفین کے تحفظ، غیر منصفانہ مقابلہ، فوجداری قانون، امتیازی سلوک کے خلاف اور تجارتی طریقوں/ منصفانہ تجارتی قوانین)؛",
          "e": "ہتک آمیز، توہین آمیز، دھمکی آمیز یا ہراساں کرنا؛",
          "f": "فحش ہو یا کوئی ایسا مواد ہو جو تکلیف کی مکمل صوابدید پر کسی بھی طرح سے نامناسب یا غیر قانونی ہو، بشمول فحش، نامناسب یا غیر قانونی تصاویر تک محدود نہیں؛",
          "g": "اس میں کوئی بھی بدنیتی پر مبنی کوڈ، ڈیٹا یا ہدایات کا مجموعہ شامل ہے جو جان بوجھ کر یا غیر ارادی طور پر کسی تکلیف پلیٹ فارم کے مطلوبہ فنکشن کو نقصان پہنچاتا ہے یا اس میں خلل ڈالتا ہے، بشمول وائرس، ٹروجن ہارس، کیڑے، ٹائم بم، کینسل بوٹس، ایسٹر انڈے یا دیگر کمپیوٹر پروگرامنگ تک محدود نہیں وہ معمولات جو نقصان پہنچا سکتے ہیں، اس میں ترمیم کر سکتے ہیں، حذف کر سکتے ہیں، نقصان دہ مداخلت کر سکتے ہیں، خفیہ طور پر روک سکتے ہیں، بغیر اختیار کے رسائی کر سکتے ہیں یا کسی سسٹم، ڈیٹا یا ذاتی معلومات کو ضبط کر سکتے ہیں۔"
        }
      },
      "obligation_3_8": "3.8 تکلیف پلیٹ فارم وقتاً فوقتاً مقام کی بنیاد پر یا نقشے پر مبنی فعالیت کو شامل کر سکتا ہے۔ تکلیف پلیٹ فارم تکلیف پلیٹ فارم کو براؤز کرنے والے افراد کو پوسٹرز اور ٹاسکرز کا مقام دکھا سکتا ہے۔ پوسٹر کو کبھی بھی ذاتی تفصیلات کو ظاہر نہیں کرنا چاہئے جیسے پوسٹر کا پورا نام، گلی نمبر، فون نمبر یا ای میل ایڈریس پوسٹ کردہ ٹاسک میں یا تکلیف پلیٹ فارم پر کسی دوسرے عوامی مواصلات میں۔",
      "obligation_3_9": "3.9 اگر آپ ٹاسکر ہیں، تو آپ کو ٹاسک کنٹریکٹ کے تحت خدمات فراہم کرنے اور اس دائرہ اختیار میں کام کرنے کا حق ہونا چاہیے جہاں خدمات انجام دی جاتی ہیں۔ آپ کو ٹاسک کنٹریکٹ کے تحت موصول ہونے والی کسی بھی ادائیگی (بشمول ٹاسکر فنڈز) کے سلسلے میں VAT اور ریگولیٹری ذمہ داریوں کی تعمیل کرنی ہوگی۔",
      "obligation_3_10": "3.10 آپ کو، خدمات فراہم کرتے وقت، ٹاسکر فنڈز کے اوپر پوسٹر سے کوئی فیس نہیں لینا چاہیے۔ تاہم، ٹاسک کنٹریکٹ کے فریق تکلیف پلیٹ فارم کے ذریعے متفقہ قیمت میں ترمیم کرنے پر راضی ہو سکتے ہیں۔",
      "obligation_3_11": "3.11 آپ کو خدمات کے پوسٹر سے تکلیف پلیٹ فارم سے باہر ادائیگیوں کی درخواست نہیں کرنی چاہیے سوائے اس حد تک کہ جس کی شق 3.12 کے ذریعے اجازت دی گئی ہو اور صرف اس صورت میں جب تکلیف پلیٹ فارم شق میں زیر غور اخراجات کے ادائیگی اکاؤنٹ کے ذریعے ادائیگی کی سہولت فراہم نہ کرے۔",
      "obligation_3_12": "3.12 اگر ٹاسکر سروسز کو مکمل کرنے کے کچھ اخراجات ادا کرنے پر راضی ہوتا ہے (جیسے خدمات کو مکمل کرنے کا سامان)، تو ٹاسکر پوسٹر سے کوئی بھی معاوضہ حاصل کرنے کے لیے مکمل طور پر ذمہ دار ہے۔ Taklief Taskers کو مشورہ دیتا ہے کہ وہ ان اخراجات کی ادائیگی وصول کرنے سے قبل اخراجات اٹھانے پر راضی نہ ہوں، جب تک کہ Tasker کو یقین نہ ہو کہ پوسٹر فوری طور پر اخراجات کی ادائیگی کر دے گا۔",
      "obligation_3_13": "3.13 تکلیف پلیٹ فارم کے مناسب آپریشن کے لیے (بشمول انشورنس، مناسب قیمتوں کا تعین اور پالیسیوں کی تعمیل)، ٹاسک کو یقینی بنانا چاہیے کہ، اگر وہ ٹاسک کنٹریکٹ کے مطابق کسی تیسرے فریق کو خدمات کی کارکردگی کے کسی حصے کو ذیلی کنٹریکٹ کرتا ہے، تو کہ تیسرا فریق تکلیف پلیٹ فارم کا رجسٹرڈ صارف بھی ہونا چاہیے۔",
      "obligation_3_14": "3.14 اگر تکلیف اپنی صوابدید پر یہ طے کرتا ہے کہ آپ نے اس شق 3 کے تحت کسی ذمہ داری کی خلاف ورزی کی ہے یا یہ کہ آپ نے ایک یا زیادہ ٹاسک کنٹریکٹس کی خلاف ورزی کی ہے، تو یہ کسی بھی مواد، پوسٹ کردہ ٹاسک یا پیشکش کو ہٹانے کا حق محفوظ رکھتا ہے جسے آپ نے تکلیف سروس میں جمع کرایا ہے یا اپنے اکاؤنٹ اور/یا کسی بھی ٹاسک معاہدے کو منسوخ یا معطل کریں۔"
    }
  },
  "fees_section": {
    "title": "4. فیس",
    "fees": {
      "fee_4_1": "4.1 ٹاسک کنٹریکٹ کی تشکیل کے بعد، ٹاسکر اور پوسٹر ہر ایک پر سروس فیس کے متعلقہ حصے تکلیف کا واجب الادا ہے۔ سروس فیس خود بخود ادائیگی اکاؤنٹ میں رکھی گئی متفقہ قیمت سے کٹ جائے گی۔",
      "fee_4_2": "4.2 اگر پوسٹ کیے گئے ٹاسک کے لیے ٹاسکر کو خدمات کو مکمل کرنے کے لیے اخراجات اٹھانے کی ضرورت ہوتی ہے، تو ہونے والی لاگت کو فیس کے کسی بھی حساب کتاب میں شامل نہیں کیا جائے گا۔",
      "fee_4_3": "4.3 فیس میں ایسی کوئی فیس شامل نہیں ہے جو تھرڈ پارٹی سروس فراہم کنندگان کی وجہ سے ہو سکتی ہے۔ تمام تھرڈ پارٹی سروس فراہم کنندگان کو اس تھرڈ پارٹی سروس فراہم کنندہ کے ساتھ صارف کے علیحدہ معاہدے کے مطابق ادائیگی کی جاتی ہے۔",
      "fee_4_4": "4.4 تکلیف کو قابل ادائیگی تمام فیسیں اور چارجز ناقابل منسوخ اور ناقابل واپسی ہیں، کسی بھی غیر قابل استثنیٰ شرائط کے تحت آپ کے حقوق کو چھوڑ کر۔",
      "fee_4_5": "4.5 اگر تکلیف تکلیف پلیٹ فارم پر کوئی نئی سروس متعارف کراتی ہے، تو اس سروس پر لاگو ہونے والی فیس سروس کے آغاز سے ہی قابل ادائیگی ہوگی۔",
      "fee_4_6": "4.6 تکلیف کسی بھی ٹاسکر فنڈز یا صارف کی جانب سے تکلیف کے پاس رکھی گئی دیگر رقوم کے خلاف کوئی فیس مقرر کر سکتا ہے۔",
      "fee_4_7": "4.7 تکلیف صارف کے اکاؤنٹ کو اس وقت تک محدود کر سکتا ہے جب تک کہ تمام فیسیں ادا نہ کر دی جائیں۔"
    }
  },
  "payments_and_refunds_section": {
    "title": "5. ادائیگیاں اور ریفنڈز",
    "payments_and_refunds": {
      "payment_5_1": "5.1 اگر ٹاسک کنٹریکٹ شروع ہونے سے پہلے کسی بھی وجہ سے (پوسٹر، ٹاسکر یا اس معاہدے کے تحت) ٹاسک کنٹریکٹ منسوخ کر دیا جاتا ہے، تو اگر تکلیف معقول حد تک مطمئن ہے کہ منظور شدہ قیمت پوسٹر کو واپس کر دی جانی چاہیے تو متفق پوسٹر کو قیمت ذخیرہ شدہ قیمت کے طور پر واپس کر دی جائے گی اور منسوخی ایڈمن فیس اس صارف کی طرف سے Taklief کی وجہ سے ہوگی جس کی وجہ سے ٹاسک کنٹریکٹ کی منسوخی شق 5.5 یا 5.6 ​​کے تحت ہے۔",
      "payment_5_2": "5.2 تکلیف اپنی مکمل صوابدید پر فیصلہ کر سکتا ہے کہ منظور شدہ قیمت کو ذخیرہ شدہ قیمت کے بجائے پوسٹر کے کریڈٹ کارڈ پر واپس کر دیا جائے یا منسوخی ایڈمن فیس کو معاف کر دیا جائے۔",
      "payment_5_3": "5.3 شق 5.1 کے تحت ٹاسکر کی جانب سے کسی پوسٹر کو تکلیف کی طرف سے واپس کی جانے والی کوئی بھی رقم ٹاسکر پر تکلیف کا واجب الادا قرض ہو گا اور ٹاسکر کو کسی بھی وقت واجب الادا دیگر ادائیگیوں کے بدلے تکلیف کے ذریعے ادا کیا جا سکتا ہے۔",
      "payment_5_4": "5.4 شق 5.1 کے تحت صارف کی طرف سے واجب الادا کوئی بھی بقایا منسوخی ایڈمن فیس اس صارف کا تکلیف پر واجب الادا قرض ہو گا اور تکلیف کی طرف سے صارف کو کسی بھی وقت واجب الادا دیگر ادائیگیوں کے عوض ادا کیا جا سکتا ہے۔",
      "payment_5_5": "5.5 ٹاسک کنٹریکٹ کی منسوخی ٹاسکر سے منسوب ہوگی جہاں:",
      "payment_5_5_sublist": {
        "a": "(a) پوسٹر اور ٹاسکر باہمی طور پر ٹاسک کنٹریکٹ کو منسوخ کرنے پر متفق ہیں؛",
        "b": "(b) پوسٹر کی جانب سے ٹاسک کنٹریکٹ کو انجام دینے کے لیے ٹاسکر سے رابطہ کرنے کی معقول لیکن ناکام کوششوں کے بعد، ٹاسک کنٹریکٹ پوسٹر کے ذریعے منسوخ کر دیا جاتا ہے۔",
        "c": "(c) ٹاسکر ٹاسک کنٹریکٹ کو منسوخ کرتا ہے۔ یا",
        "d": "(d) ٹاسک کنٹریکٹ شق 3.14 کے مطابق ٹاسکر کے اعمال یا خلاف ورزی کے نتیجے میں منسوخ ہو جاتا ہے۔"
      },
      "payment_5_6": "5.6 ٹاسک کنٹریکٹ کی منسوخی پوسٹر سے منسوب ہوگی جہاں:",
      "payment_5_6_sublist": {
        "a": "(a) پوسٹر ٹاسک کنٹریکٹ کو منسوخ کرتا ہے (سوائے شق 5.5(b کے مطابق)؛ یا",
        "b": "(b) پوسٹر کے اعمال یا خلاف ورزی کے نتیجے میں شق 3.14 کے مطابق ٹاسک کنٹریکٹ منسوخ کر دیا جاتا ہے۔"
      },
      "payment_5_7": "5.7 اگر فریقین ٹاسک کنٹریکٹ کے تحت قابل ادائیگی منسوخی کی اضافی فیس سے اتفاق کرتے ہیں، تو یہ متاثرہ فریق کی ذمہ داری ہے کہ وہ دوسرے سے براہ راست واجب الادا رقم کا دعوی کرے۔",
      "payment_5_8": "5.8 تکلیف کو پوسٹر پر متفقہ قیمت (منسوخی ایڈمن فیس سے کم، اگر قابل اطلاق ہو) واپس کرنے میں 14 دن لگ سکتے ہیں۔",
      "payment_5_9": "5.9 اگر، کسی بھی وجہ سے، ٹاسکر فنڈز کو ٹرانسفر نہیں کیا جا سکتا یا بصورت دیگر ٹاسکر کو نہیں بنایا جا سکتا یا پوسٹر کو واپس کیا جا سکتا ہے (جیسا کہ معاملہ ہو) یا ٹاسکر فنڈز کے لیے بصورت دیگر کوئی دعویٰ نہیں کیا جاتا ہے، ٹاسکر فنڈز ادائیگی میں رہیں گے۔ اکاؤنٹ جب تک ادا نہ ہو جائے یا دوسری صورت میں اس تاریخ سے تین ماہ تک جب پوسٹر نے ابتدائی طور پر ادائیگی اکاؤنٹ میں متفقہ قیمت ادا کی ہو۔",
      "payment_5_10": "5.10 شق 5.6 میں بتائے گئے 3 مہینوں کے بعد، اور بشرطیکہ ٹاسکر فنڈز کے حوالے سے کوئی تنازعہ نہ ہو، ٹاسکر فنڈز کو پوسٹر میں ذخیرہ شدہ قدر کے طور پر جمع کر دیا جائے گا۔",
      "payment_5_11": "5.11 اگر ٹاسک کنٹریکٹ منسوخ کر دیا جاتا ہے اور ایک صارف جو ٹاسک کنٹریکٹ کا فریق ہے دکھا سکتا ہے کہ ٹاسک کنٹریکٹ کے تحت کام شروع کیا گیا تھا، تو پوسٹر کو واپس کی جانے والی متفقہ قیمت کی رقم ثالثی اور تنازعہ کے عمل سے مشروط ہو گی۔ شق 18 میں۔ تاہم، منسوخی ایڈمن فیس ہمیشہ شق 5.1 کے مطابق واجب الادا ہوگی۔"
    }
  },
  "stored_value_section": {
    "title": "6. ذخیرہ شدہ قیمت",
    "stored_value_6_1": {
      "text": "6.1 ذخیرہ شدہ قدر:",
      "item_a": "(a) کریڈٹ شدہ صارف تکلیف پلیٹ فارم کے ذریعے کسی بھی نئی خدمات کی ادائیگی کے لیے استعمال کر سکتا ہے۔",
      "item_b": "(b) نقد رقم کے لیے قابل واپسی یا قابل واپسی نہیں ہیں؛",
      "item_c": "(c) کسی دوسرے کارڈ یا اکاؤنٹ میں تبدیل، تبادلہ یا دوبارہ لوڈ یا منتقل نہیں کیا جا سکتا؛",
      "item_d": "(d) اس تاریخ سے 12 مہینوں کے لیے درست ہیں جس دن صارف کے اکاؤنٹ پر اس مخصوص ذخیرہ شدہ قدر کا اطلاق ہوتا ہے، جاری کرنے یا خریداری کی تاریخ یا تکلیف کے ذریعہ لاگو کردہ کسی بھی میعاد ختم ہونے کی تاریخ (کسی بھی متضاد مخصوص دائرہ اختیاری قانون سازی کی ضروریات پر مشروط)؛",
      "item_e": "(e) اگر ذخیرہ شدہ قدر اس معاہدے کے تحت حاصل کی گئی ہے، تو یہ اضافی، یا مختلف، شرائط و ضوابط کی تعمیل پر بھی مشروط ہو سکتی ہے، جیسا کہ ذخیرہ شدہ قدر کے سلسلے میں بیان کیا گیا ہے، جیسے کہ ذخیرہ شدہ قدر کے بارے میں پابندی قابل تلافی (مثال کے طور پر صرف صارف کے پہلے ٹاسک کنٹریکٹ کے لیے)، خدمات کی کم از کم قیمت متعین کریں، یا زیادہ سے زیادہ کریڈٹ یا ڈسکاؤنٹ قدر کی وضاحت کریں؛",
      "item_f": "(f) تکلیف کی پیشگی تحریری اجازت کے بغیر، دوبارہ تیار، کاپی، تقسیم، یا براہ راست یا بالواسطہ طور پر کسی بھی شکل میں یا کسی بھی ذریعہ سے کریڈٹ شدہ صارف کے علاوہ کسی دوسرے ادارے کے استعمال کے لیے شائع نہیں کیا جانا چاہیے، یا ڈیٹا کی بازیافت کے نظام میں ذخیرہ نہیں کیا جانا چاہیے۔"
    },
    "stored_value_6_2": "6.2 جس صارف کو ذخیرہ شدہ قدر کا کریڈٹ دیا گیا ہے وہ کسی بھی ذخیرہ شدہ قدر کی حفاظت کے لیے مکمل طور پر ذمہ دار ہے۔ غیر مستثنیٰ شرائط کے لیے محفوظ کریں، Taklief ذخیرہ شدہ قدر کے کسی نقصان یا نقصان کے لیے کوئی ذمہ داری نہیں رکھتا اور ذخیرہ شدہ قدر کو تبدیل کرنے کی کوئی ذمہ داری نہیں رکھتا۔",
    "stored_value_6_3": "6.3 تکلیف کسی بھی ذخیرہ شدہ قدر کو قبول نہیں کرے گا، اور انکار یا منسوخ کر سکتا ہے، جس کا وہ اپنی صوابدید پر معقول طور پر تعین کرتا ہے، اس معاہدے کی خلاف ورزی میں استعمال کیا گیا ہے یا جعل سازی کی گئی ہے، اس کے ساتھ چھیڑ چھاڑ کی گئی ہے، یا دوسری صورت میں دھوکہ دہی کی گئی ہے اور تکلیف اس کا حق محفوظ رکھتا ہے۔ کسی بھی مشتبہ دھوکہ دہی کی سرگرمی کو متعلقہ قانون نافذ کرنے والے حکام کو بھیجیں۔ خاص طور پر، ذخیرہ شدہ قیمت، جیسے پروموشنل کوپن، واؤچرز یا کوڈز جو ہماری منظوری کے بغیر تقسیم کیے گئے یا گردش کیے گئے، مثال کے طور پر انٹرنیٹ میسج بورڈ پر یا 'بارگینز' ویب سائٹ پر، استعمال کے لیے درست نہیں ہیں اور انہیں انکار یا منسوخ کیا جا سکتا ہے۔",
    "stored_value_6_4": "6.4 تکلیف ذخیرہ شدہ قیمت پر کسی بھی قیمت کا حقدار ہے جو ذخیرہ شدہ قیمت کی میعاد ختم ہونے یا تکلیف کے ذریعہ منسوخ ہونے سے پہلے نہیں چھڑایا جاتا ہے۔"
  },
  "business_partners_section": {
    "title": "7. کاروباری شراکت دار",
    "business_partners_7_1": "7.1 تکلیف بزنس پارٹنرز کے ساتھ معاہدے کر سکتا ہے اور کاروباری خدمات کی فراہمی میں ٹاسکرز کو شامل کرنے کی کوشش کر سکتا ہے۔ کاروباری شراکت داروں کے لیے کاروباری خدمات انجام دینے پر رضامندی کرنے والے ٹاسکرز تسلیم کرتے ہیں اور اس بات سے اتفاق کرتے ہیں کہ Taklief اور بزنس پارٹنر اضافی فیس کے لیے تیسرے فریق کو فراہم کی جانے والی خدمات کو فروخت کر سکتے ہیں۔",
    "business_partners_7_2": "7.2 کاروباری شراکت داروں کو کاروباری خدمات فراہم کرنے والے ٹاسکرز کو منظور شدہ یا مخصوص قابلیت رکھنے کی ضرورت ہو سکتی ہے۔ Taklief کاروباری شراکت داروں کو مناسب طور پر اہل ٹاسکرز تلاش کرنے میں مدد کر سکتا ہے۔ Taklief اس بات کی کوئی ضمانت نہیں دیتا کہ یہ کسی بھی یا تمام مناسب اہل ٹاسکرز کو بزنس پارٹنرز میں فروغ دے گا۔",
    "business_partners_7_3": "7.3 کاروباری شراکت دار کاروباری خدمات فراہم کرنے سے پہلے Taskers سے بزنس پارٹنر کنٹریکٹ میں داخل ہونے کا مطالبہ کر سکتے ہیں۔",
    "business_partners_7_4": {
      "text": "7.4 جہاں ٹاسکر بزنس پارٹنر کے ساتھ پوسٹ کردہ ٹاسک کو قبول کرتا ہے:",
      "item_a": "(a) ٹاسک کو کاروباری شراکت دار کو ٹاسک کنٹریکٹ اور کسی قابل اطلاق بزنس پارٹنر کنٹریکٹ کے مطابق کاروباری خدمات فراہم کرنی ہوں گی۔",
      "item_b": "(b) بزنس پارٹنر کنٹریکٹ کی شرائط کسی بھی عدم مطابقت کی حد تک غالب رہیں گی۔"
    }
  },
  "payment_facility_section": {
    "title": "8. ادائیگی کی سہولت",
    "payment_facility_8_1": "8.1 Taklief ادائیگی کا اکاؤنٹ چلانے کے لیے ادائیگی فراہم کرنے والے کا استعمال کرتا ہے۔",
    "payment_facility_8_2": "8.2 جہاں تک یہ ادائیگی اکاؤنٹ کی فراہمی سے متعلق ہے، https://stripe.com/au/ssa کی شرائط اس معاہدے میں شامل ہیں اور ادائیگی اکاؤنٹ کی فراہمی کے سلسلے میں کسی بھی عدم مطابقت کی حد تک اس معاہدے پر غالب رہیں گی۔",
    "payment_facility_8_3": "8.3 اگر Taklief اپنے ادائیگی فراہم کنندہ کو تبدیل کرتا ہے تو آپ کو ان فراہم کنندگان کے ساتھ کسی بھی اضافی شرائط سے اتفاق کرنے کے لیے کہا جا سکتا ہے۔ اگر آپ ان سے اتفاق نہیں کرتے ہیں، تو آپ کو ادائیگی کا متبادل ذریعہ دیا جائے گا۔"
  },
  "third_party_services_section": {
    "title": "9. تیسری پارٹی کی خدمات",
    "third_party_services_9_1": "9.1 تکلیف میں وقتاً فوقتاً تکلیف پلیٹ فارم پر فریق ثالث کی خدمات شامل ہو سکتی ہیں۔ یہ تھرڈ پارٹی سروسز تکلیف کی طرف سے فراہم نہیں کی جاتی ہیں۔",
    "third_party_services_9_2": "9.2 فریق ثالث کی خدمات تیسرے فریق کی شرائط و ضوابط کے مطابق صارفین کو پیش کی جاتی ہیں۔ فریق ثالث کی خدمات کو ہمارے صارفین کے لیے سہولت کے طور پر تکلیف پلیٹ فارم پر فروغ دیا جا سکتا ہے جنہیں دلچسپی یا استعمال کی تیسری پارٹی کی خدمات مل سکتی ہیں۔",
    "third_party_services_9_3": "9.3 اگر کوئی صارف کسی بھی فریق ثالث سروس فراہم کنندہ کے ساتھ مشغول ہوتا ہے، تو معاہدہ براہ راست صارف اور اس تیسرے فریق کے خدمت فراہم کنندہ کے درمیان ہوگا۔",
    "third_party_services_9_4": "9.4 تکلیف فریق ثالث کی خدمات کے حوالے سے کوئی نمائندگی یا ضمانت نہیں دیتا۔ تاہم، ہمارے تکلیف پلیٹ فارم کو بہتر بنانے میں ہماری مدد کرنے کے لیے، صارفین تکلیف کو اپنے تیسرے فریق سروس کے تجربے سے یہاں مطلع کر سکتے ہیں۔"
  },
  "verification_and_badges_section": {
    "title": "10. تصدیق اور بیجز",
    "verification_and_badges_10_1": "10.1 تکلیف شناخت کی تصدیق کی خدمات استعمال کر سکتا ہے۔",
    "verification_and_badges_10_2": "10.2 آپ اس بات سے اتفاق کرتے ہیں کہ Taklief Identity Verification Services مکمل طور پر درست نہیں ہوسکتی ہیں کیونکہ Taklief کی تمام سروسز صارف کی فراہم کردہ معلومات اور/یا معلومات یا تیسرے فریق کی طرف سے فراہم کردہ تصدیقی خدمات پر منحصر ہیں۔",
    "verification_and_badges_10_3": "10.3 شناخت کی تصدیق کے لیے آپ مکمل طور پر ذمہ دار ہیں اور Taklief کسی بھی استعمال کے لیے کوئی ذمہ داری قبول نہیں کرتا ہے جو تکلیف شناخت کی تصدیق کی خدمت سے بنایا گیا ہو۔",
    "verification_and_badges_10_4": "10.4 تکلیف شناخت کی تصدیق کی خدمات میں کسی بھی وقت ترمیم کی جا سکتی ہے۔",
    "verification_and_badges_10_5": "10.5 تکلیف پلیٹ فارم میں صارفین کا اندازہ لگانے میں مدد کے لیے صارف کی طرف سے شروع کردہ فیڈ بیک سسٹم بھی شامل ہو سکتا ہے۔",
    "verification_and_badges_10_6": "10.6 Taklief Taskers کو بیجز دستیاب کرا سکتا ہے۔ دستیاب بیج کی درخواست Taklief پلیٹ فارم کے ذریعے Tasker کے ذریعے کی جا سکتی ہے، اور Tasker کی جانب سے ترتیب دی جا سکتی ہے اور Taklief کی طرف سے فیس کے لیے جاری کیا جا سکتا ہے۔ بیجز حاصل کرنا ٹاسکر کے ذریعہ کچھ معلومات یا دستاویزات کی فراہمی پر مشروط ہوسکتا ہے اور اس کا تعین تکلیف یا تیسرے فریق کے تصدیق کنندہ کے ذریعہ کیا جاتا ہے جو اس کی شرائط کے مطابق ہوگا۔",
    "verification_and_badges_10_7": "10.7 آپ تسلیم کرتے ہیں کہ بیجز پوائنٹ ان ٹائم چیک ہوتے ہیں اور ہو سکتا ہے کہ ظاہر ہونے کے وقت درست نہ ہوں۔ آپ تسلیم کرتے ہیں کہ جس حد تک آپ نے ٹاسک کنٹریکٹ میں داخل ہونے کے لیے بیج پر انحصار کیا، آپ اس حد سے واقف ہیں۔ آپ کو کام شروع کرنے سے پہلے ٹاسکر کے ساتھ کسی بھی بیج کی تصدیق کرنے کی کوشش کرنی چاہیے۔",
    "verification_and_badges_10_8": "10.8 یہ ٹاسکر کی ذمہ داری بنی ہوئی ہے کہ وہ اس بات کو یقینی بنائے کہ وہ بیج حاصل کرنے میں جو معلومات یا دستاویزات فراہم کرتا ہے وہ درست اور درست ہے اور اگر کوئی بیج اب درست نہیں ہے تو اسے فوری طور پر تکلیف کو مطلع کرنا چاہیے۔",
    "verification_and_badges_10_9": "10.9 تکلیف، اپنی صوابدید پر، فیس کے عوض ٹاسکرز کو بیج جاری کر سکتا ہے۔",
    "verification_and_badges_10_10": "10.10 ٹاسکر کو بیج دینے کا معاملہ تکلیف کے کنٹرول میں رہتا ہے اور بیج کی نمائش اور استعمال کا لائسنس ٹاسکر کو صرف تکلیف پلیٹ فارم پر استعمال کے لیے دیا جاتا ہے۔ بیج کے اجراء کے نتیجے میں حاصل ہونے والی کوئی بھی تصدیق تکلیف پلیٹ فارم سے باہر کسی دوسرے مقصد کے لیے استعمال نہیں کی جا سکتی ہے۔",
    "verification_and_badges_10_11": "10.11 تکلیف بغیر اطلاع کے جاری نہ کرنے یا ہٹانے کا حق برقرار رکھتا ہے، اگر آپ اس معاہدے کی کسی بھی شرائط کی خلاف ورزی کرتے ہیں، بیج غلط طریقے سے جاری کیا گیا ہے، غلط طریقے سے حاصل کیا گیا ہے، میعاد ختم ہو چکی ہے، اب درست نہیں ہے یا کسی بھی دوسری وجہ سے جو تکلیف کے ذریعے اسے ہٹانے کی ضرورت ہے۔"
  },
  "insurance_section": {
    "title": "11. بیمہ",
    "insurance_11_1": "11.1 Taklief اپنے صارفین کو مخصوص ٹاسک کنٹریکٹس کے لیے انشورنس حاصل کرنے کا موقع فراہم کر سکتا ہے۔ اس طرح کی تمام انشورنس تھرڈ پارٹی کی طرف سے پیش کی جائے گی۔ ایسی تھرڈ پارٹی انشورنس کے لیے کوئی بھی درخواست اور شرائط و ضوابط جب دستیاب ہوں گے تو تکلیف کی ویب سائٹ پر ظاہر کیے جائیں گے۔ Taklief اس بات کی تصدیق کرتا ہے کہ تمام انشورنس پالیسیاں تھرڈ پارٹی سروسز ہیں اور تھرڈ پارٹی سروسز کے لیے مقرر کردہ مزید شرائط کے تحت چلتی ہیں۔",
    "insurance_11_2": "11.2 تکلیف اس بات کی نمائندگی نہیں کرتا ہے کہ کوئی بھی انشورنس جو اس نے حاصل کی ہے یا جو تکلیف پلیٹ فارم کے ذریعے پیش کی گئی ہے وہ کسی خاص صارف کے لیے مناسب یا مناسب ہے۔",
    "insurance_11_3": "11.3 ہر صارف کو اس بارے میں اپنی انکوائری کرنی چاہیے کہ آیا مزید کسی بیمہ کی ضرورت ہے اور ٹاسکرز اس بات کو یقینی بنانے کے لیے ذمہ دار رہیں گے کہ ان کے پاس تکلیف پلیٹ فارم کے دیگر صارفین کو فراہم کی جانے والی خدمات کا احاطہ کرنے کے لیے کافی بیمہ موجود ہے، اور برقرار ہے۔",
    "insurance_11_4": "11.4 تکلیف خود دیگر انشورنس بھی لے سکتا ہے اور یہ انشورنس تکلیف کے اختیار پر صارفین تک کچھ قسم کے کور کو بڑھا سکتی ہے۔ Taklief کسی بھی وقت تھرڈ پارٹی انشورنس فراہم کنندگان کے ساتھ اپنی انشورنس پالیسیوں کی شرائط کو تبدیل کرنے کا حق محفوظ رکھتا ہے۔ پالیسیوں کا خلاصہ تکلیف کی ویب سائٹ پر دستیاب ہے اور پالیسی کی تفصیلات تکلیف کے ذریعے مانگی جا سکتی ہیں۔ صارفین ان تفصیلات سے خود کو واقف کرنے کے ذمہ دار ہیں۔",
    "insurance_11_5": "11.5 آپ تسلیم کرتے ہیں اور اتفاق کرتے ہیں کہ اگر ٹاسکر کی طرف سے فراہم کردہ کسی بھی خدمات اور/یا سامان سے متعلق دعویٰ کیا جاتا ہے، اور تکلیف (اگر کوئی ہے) کی طرف سے لیا گیا انشورنس اس دعوے کا جواب دیتا ہے تو یہ شق لاگو ہوتی ہے۔ اگر ٹاسکر کے خلاف دعویٰ کیا جاتا ہے، تو تکلیف (بشرطیکہ ٹاسکر کی رضامندی) کسی قابل اطلاق پالیسی کے تحت دعویٰ کرنے کا انتخاب کر سکتا ہے اور اگر دعویٰ کامیاب ہو جاتا ہے، تو تکلیف دعویٰ کے سلسلے میں قابل ادائیگی کسی بھی اضافی یا کٹوتی کی وصولی کا حق محفوظ رکھتا ہے۔ ٹاسکر سے جہاں تکلیف دعویٰ کرتا ہے اور بیمہ کنندہ تشخیص کرتا ہے کہ ٹاسکر ذمہ دار ہے، تکلیف اس تشخیص پر انحصار کرنے کا حقدار ہے۔ اگر آپ اس شق کے تحت کوئی زائد واجب الادا ادائیگی نہیں کرتے ہیں، تو Taklief اس رقم کو اس کی طرف سے ادا کی گئی کچھ یا تمام اضافی رقم کو مستقبل میں آپ پر واجب الادا رقم کے بدلے مقرر کرنے کا بھی انتخاب کر سکتا ہے۔",
    "insurance_11_6": "11.6 آپ تسلیم کرتے ہیں اور اتفاق کرتے ہیں کہ ایسی صورت میں جب ٹاسکر کی طرف سے فراہم کردہ کسی بھی خدمات اور/یا سامان سے متعلق دعویٰ کیا جاتا ہے، اور تکلیف (اگر کوئی ہے) کی طرف سے لیا گیا بیمہ دعویٰ کا جواب نہیں دیتا ہے یا دعویٰ ذیل میں ہے۔ بیمہ کرنے والے کو اضافی قابل ادائیگی، پھر یہ شق لاگو ہوتی ہے۔ Taklief کسی دعوے کو حل کرنے کے لیے مسترد کرنے یا رقم ادا کرنے کا انتخاب کر سکتا ہے جو تکلیف کی اپنی انشورنس پالیسیوں میں شامل نہیں ہے۔ اس حد تک کہ ٹاسکر دعوے کی رقم کے لیے ذمہ دار تھا یا ہو گا، اگر تکلیف دعوے کو طے کرنے کے لیے رقم ادا کرنے کا انتخاب کرتا ہے تو تکلیف کی طرف سے ادا کی گئی رقم تکلیف کے ذریعے ٹاسکر سے وصول کی جا سکتی ہے۔ Taklief اس رقم کو مستقبل میں ٹاسکر پر واجب الادا رقم کے مقابلے میں مقرر کرنے کا بھی انتخاب کر سکتا ہے۔"
  },
  "feedback_section": {
    "title": "12. فیڈ بیک",
    "feedback_12_1": "12.1 آپ تکلیف پلیٹ فارم کے 'رپورٹ' فنکشن کا استعمال کرتے ہوئے تکلیف پلیٹ فارم پر کیے گئے کسی بھی تبصرے کے بارے میں شکایت کر سکتے ہیں یا تکلیف پلیٹ فارم کے ذریعے تکلیف سے رابطہ کر سکتے ہیں۔",
    "feedback_12_2": "12.2 تکلیف کسی بھی وقت آپ کے اکاؤنٹ کو معطل یا ختم کرنے کا حقدار ہے اگر تکلیف، اپنی مکمل اور مکمل صوابدید میں، آپ کے بارے میں کسی بھی رائے سے پریشان ہے، یا آپ کی رائے کی درجہ بندی کو دوسرے تکلیف صارفین کے لیے پریشانی کا باعث سمجھتا ہے۔"
  },
  "limitation_of_liability_section": {
    "title": "13. ذمہ داری کی حد",
    "content": "براہ کرم قابل اطلاق اخراج اور ذمہ داری کی حدود کے لیے اپنے ملک کی مخصوص شرائط دیکھیں۔"
  },
  "privacy_section": {
    "title": "14. رازداری",
    "privacy_14_1": "14.1 فریق ثالث سروس فراہم کنندگان اپنی سروس اپنی ذاتی رازداری کی پالیسی کے مطابق فراہم کریں گے۔ فریق ثالث سے کسی بھی خدمت کو قبول کرنے سے پہلے، آپ کو ان کی رازداری کی پالیسی سمیت ان کی سروس کی شرائط کا جائزہ لینا اور ان سے اتفاق کرنا چاہیے۔",
    "privacy_14_2": "14.2 تکلیف آپ کو تکلیف پلیٹ فارم پر گمنام طریقے سے لین دین کرنے کی اجازت دینے کی کوشش کرے گا۔ تاہم اس بات کو یقینی بنانے کے لیے کہ Taklief کمیونٹی کے رہنما خطوط کی خلاف ورزی میں دھوکہ دہی اور دیگر رویے کے واقعات کو کم کر سکتا ہے، Taklief یہ حق محفوظ رکھتا ہے کہ وہ صارفین کو صارف رہنے کے لیے اپنی تصدیق کرنے کے لیے کہے۔"
  },
  "modifications_section": {
    "title": "15. معاہدے میں تبدیلیاں",
    "modifications_15_1": "15.1 تکلیف وقتاً فوقتاً اس معاہدے یا پالیسیوں میں ترمیم کر سکتا ہے (اور تکلیف کے صفحات کو اپ ڈیٹ کر سکتا ہے جن پر وہ دکھائے جاتے ہیں)۔ Taklief آپ کے Taklief اکاؤنٹ میں اس طرح کی تبدیلیوں کی اطلاع بھیجے گا یا اگلی بار لاگ ان ہونے پر آپ کو مشورہ دے گا۔",
    "modifications_15_2": "15.2 جب آپ ترمیم شدہ شرائط سے فعال طور پر اتفاق کرتے ہیں (مثال کے طور پر، \"میں قبول کرتا ہوں\" کے بٹن پر کلک کرکے) یا کسی بھی طریقے سے تکلیف پلیٹ فارم کا استعمال کرتے ہیں، بشمول ٹاسک کنٹریکٹ کے سلسلے میں کسی بھی کارروائی میں شامل ہونا، ترمیم شدہ شرائط فوری طور پر مؤثر ہوں گی۔ . دیگر تمام معاملات میں، ترمیم شدہ شرائط آپ کو ابتدائی طور پر مطلع کیے جانے کے 30 دن بعد خود بخود مؤثر ہو جائیں گی۔",
    "modifications_15_3": "15.3 اگر آپ اس معاہدے (یا ہماری پالیسیوں میں سے کسی بھی تبدیلی) سے متفق نہیں ہیں، تو آپ کو اپنا اکاؤنٹ ختم کرنا ہوگا یا آپ تکلیف کو مطلع کرنا ہوگا جو آپ کا تکلیف اکاؤنٹ ختم کردے گا، اور تکلیف سروس کا استعمال بند کردیں۔"
  },
  "no_agency_section": {
    "title": "16. کوئی ایجنسی نہیں۔",
    "no_agency_16_1": "16.1 اس معاہدے کے ذریعے کوئی ایجنسی، شراکت داری، جوائنٹ وینچر، ملازم آجر یا اس سے ملتا جلتا کوئی رشتہ نہیں بنایا گیا ہے۔ خاص طور پر آپ کو تکلیف، اس سے متعلقہ اداروں یا ملحقہ اداروں کو کسی بھی طرح سے پابند کرنے کا کوئی اختیار نہیں ہے۔ Taklief اس بات کی تصدیق کرتا ہے کہ تمام فریق ثالث کی خدمات جو تکلیف پلیٹ فارم پر پروموٹ کی جا سکتی ہیں، مکمل طور پر ایسے تھرڈ پارٹی سروس فراہم کنندگان کے ذریعے فراہم کی جاتی ہیں۔ قانون کی طرف سے اجازت دی گئی حد تک، Taklief خاص طور پر اس طرح کی تھرڈ پارٹی سروس کی کارکردگی یا عدم کارکردگی کی وجہ سے آپ کو ہونے والے کسی بھی نقصان یا نقصان کی تمام ذمہ داریوں سے انکار کرتا ہے۔"
  },
  "notices_section": {
    "title": "17. نوٹس",
    "notices_17_1": "17.1 سوائے اس کے کہ جیسا کہ بصورت دیگر بیان کیا گیا ہے، کوئی بھی نوٹس رجسٹرڈ عام پوسٹ کے ذریعے یا ای میل کے ذریعے، یا تو تکلیف کے رابطہ پتے پر دیا جانا چاہیے جیسا کہ تکلیف پلیٹ فارم پر دکھایا گیا ہے، یا تکلیف صارفین کے رابطہ پتے پر جیسا کہ رجسٹریشن میں فراہم کیا گیا ہے۔ کسی بھی نوٹس کو دیا گیا سمجھا جائے گا:",
    "notices_17_1_a": "(a) اگر ای میل کے ذریعے بھیجا جائے تو، ای میل بھیجے جانے کے 24 گھنٹے بعد، جب تک کہ صارف کو مطلع نہ کیا جائے کہ ای میل پتہ غلط ہے یا ای میل ناقابل ترسیل ہے، اور",
    "notices_17_1_b": "(b) اگر پری پیڈ پوسٹ کے ذریعے بھیجا گیا ہو، پوسٹنگ کی تاریخ کے بعد تین کاروباری دن، یا پوسٹنگ کی تاریخ کے بعد ساتویں کاروباری دن اگر اس دائرہ اختیار کو بھیجا یا اس سے باہر پوسٹ کیا گیا ہو جس میں آپ کا تکلیف پلیٹ فارم اکاؤنٹ ہے۔",
    "notices_17_2": "17.2 کسی بھی تھرڈ پارٹی سروس کی کارکردگی سے متعلق نوٹس ایسے تھرڈ پارٹی کو ڈیلیور کیے جانے چاہئیں جیسا کہ تھرڈ پارٹی سروس فراہم کنندہ کے شرائط و ضوابط میں بیان کیا گیا ہے۔"
  },
  "mediation_and_dispute_resolution_section": {
    "title": "18. ثالثی اور تنازعات کا حل",
    "mediation_and_dispute_resolution_18_1": "18.1 تکلیف آپ کو دوسرے صارفین کے ساتھ براہ راست تنازعات (بشمول واپسی یا رقم کی واپسی کے دعوے) کی کوشش کرنے اور حل کرنے کی ترغیب دیتا ہے۔ اس کے مطابق، آپ تسلیم کرتے ہیں اور اتفاق کرتے ہیں کہ تکلیف، اپنی مکمل صوابدید میں، آپ کی معلومات فراہم کر سکتا ہے جیسا کہ یہ فیصلہ کرتا ہے کہ تنازعہ میں شامل دیگر فریقوں کے لیے موزوں ہے۔",
    "mediation_and_dispute_resolution_18_2": "18.2 اگر کسی دوسرے صارف کے ساتھ تنازعہ پیدا ہوتا ہے، تو آپ کو دوسرے صارف کے ساتھ تعاون کرنا چاہیے اور تنازعہ کو حل کرنے کی حقیقی کوشش کرنی چاہیے۔",
    "mediation_and_dispute_resolution_18_3": "18.3 تکلیف صارفین کو تنازعات کے حل میں مدد کرنے کے لیے منتخب کر سکتا ہے۔ کوئی بھی صارف تنازعہ تکلیف کو بھیج سکتا ہے۔ آپ کو تکلیف کی طرف سے کی گئی کسی بھی تحقیقات میں تعاون کرنا چاہیے۔ Taklief صارفین کی طرف سے فراہم کردہ معلومات کی بنیاد پر حتمی فیصلہ کرنے کا حق محفوظ رکھتا ہے (معقول طریقے سے کام کرتا ہے) اور ادائیگی فراہم کرنے والے کو اس کے مطابق ادائیگی کرنے کی ہدایت کرتا ہے۔ آپ اپنے تنازعہ کو دوسرے صارف یا تکلیف کے عزم کے ساتھ قابل اطلاق عدالت یا ٹریبونل میں اٹھا سکتے ہیں۔",
    "mediation_and_dispute_resolution_18_4": "18.4 تکلیف کو حق حاصل ہے کہ وہ کسی بھی متفقہ قیمت کو رکھنے کا حق رکھتا ہے جو ادائیگی اکاؤنٹ میں تنازعہ کا موضوع ہے، جب تک کہ تنازعہ حل نہ ہو جائے۔",
    "mediation_and_dispute_resolution_18_5": "18.5 تکلیف فریق ثالث کے تنازعہ کی خدمت تک رسائی فراہم کر سکتا ہے۔ اگر ایسی سروس فراہم کی جاتی ہے، تو کوئی بھی فریق دوسرے فریق سے درخواست کر سکتا ہے کہ وہ فریق ثالث کے تنازعہ کی خدمت کو جمع کرائے اگر فریقین براہ راست تنازعہ کو حل کرنے میں ناکام رہے ہیں۔ تھرڈ پارٹی ڈسپیوٹ سروس کے لیے شرائط و ضوابط درخواست پر دستیاب ہوں گے۔ تھرڈ پارٹی ڈسپیوٹ سروس ایک تھرڈ پارٹی سروس ہے اور صارفین تھرڈ پارٹی ڈسپیوٹ سروس کے شرائط و ضوابط کے مطابق تھرڈ پارٹی ڈسپیوٹ سروس سے وابستہ کسی بھی قیمت کی ادائیگی کے ذمہ دار ہیں۔",
    "mediation_and_dispute_resolution_18_6": "18.6 کسی بھی فریق ثالث کے سروس فراہم کنندہ کے ساتھ تنازعات کو فریق ثالث کے سروس فراہم کنندہ کی سروس کی شرائط میں متعین کسی بھی تنازعات کے حل کے عمل کے مطابق آگے بڑھنا چاہیے۔",
    "mediation_and_dispute_resolution_18_7": "18.7 اگر آپ کو تکلیف سروس کے بارے میں کوئی شکایت ہے تو براہ کرم ہم سے یہاں رابطہ کریں۔ 18.8 اگر تکلیف اس شق کے تحت تنازعات کو حل کرنے کے مقاصد کے لیے آپ کو دوسرے صارفین کے بارے میں معلومات فراہم کرتا ہے، تو آپ تسلیم کرتے ہیں اور اس بات سے اتفاق کرتے ہیں کہ ایسی معلومات کا استعمال صرف تنازعہ کو حل کرنے کے لیے کیا جائے گا (اور کوئی اور مقصد نہیں) اور یہ کہ آپ ذمہ دار ہوں گے۔ اور تکلیف کی طرف سے ہونے والے کسی بھی اخراجات، نقصانات یا ذمہ داریوں کے لیے تکلیف کے ذمہ دار معلومات کے کسی دوسرے استعمال سے متعلق کسی بھی دعوے کے سلسلے میں جو اس معاہدے کی طرف سے اجازت نہیں دی گئی ہے۔"
  },
  "termination_section": {
    "title": "19. برطرفی",
    "termination_19_1": "19.1 یا تو آپ یا تکلیف کسی بھی وجہ سے کسی بھی وقت آپ کا اکاؤنٹ اور اس معاہدے کو ختم کر سکتے ہیں۔",
    "termination_19_2": "19.2 اس معاہدے کے خاتمے سے کسی بھی ٹاسک کنٹریکٹ پر اثر نہیں پڑے گا جو تکلیف صارفین کے درمیان تشکیل دیا گیا ہو۔",
    "termination_19_3": "19.3 فریق ثالث کی خدمات تھرڈ پارٹی سروس فراہم کنندہ کی شرائط و ضوابط پر مشروط اور ان کے زیر انتظام ہیں۔",
    "termination_19_4": "19.4 سیکشن 4 (فیس)، 13 (ذمہ داری کی حد) اور 18 (ثالثی اور تنازعات کا حل) اور کوئی بھی دوسری شرائط جو ان کی نوعیت کے مطابق لاگو ہوتی رہیں، اس معاہدے کے کسی بھی خاتمے یا ختم ہونے سے بچ جائیں گی۔",
    "termination_19_5": "19.5 اگر آپ کا اکاؤنٹ یا یہ معاہدہ کسی بھی وجہ سے ختم کر دیا جاتا ہے تو آپ تکلیف کی رضامندی کے بغیر (اس کی مکمل صوابدید میں) تکلیف کے ساتھ مزید اکاؤنٹس نہیں بنا سکتے اور ہم آپ کے چلنے والے کسی بھی دوسرے اکاؤنٹ کو ختم کر سکتے ہیں۔"
  },
  "general_section": {
    "title": "20. جنرل",
    "general_20_1": "20.1 یہ معاہدہ آپ کے ملک کی مخصوص شرائط میں بیان کردہ قوانین کے تحت چلتا ہے۔",
    "general_20_2": "20.2 اس معاہدے کی دفعات منقطع ہیں، اور اگر اس معاہدے کی کسی بھی شق کو غلط یا ناقابل نفاذ قرار دیا جاتا ہے، تو ایسی شق کو ہٹایا جا سکتا ہے اور بقیہ دفعات قابل نفاذ ہوں گی۔",
    "general_20_3": "20.3 یہ معاہدہ تکلیف کی طرف سے آپ کی رضامندی کے بغیر کسی فریق ثالث کو تفویض یا نیا کیا جا سکتا ہے۔ کسی تفویض یا نوویشن کی صورت میں صارف اس معاہدے کا پابند رہے گا۔",
    "general_20_4": "20.4 یہ معاہدہ اس کے موضوع کے حوالے سے صارف اور تکلیف کے درمیان مکمل مفاہمت اور معاہدے کا تعین کرتا ہے۔"
  },
  "appendix_section": {
    "appendix_title": "ضمیمہ A:",
    "task_contract_title": "ماڈل ٹاسک کنٹریکٹ",
    "country_specific_title": "ملک کی مخصوص شرائط",
    "saudi_arabia_terms": "مملکت سعودی عرب کی شرائط",
    "saudi_arabia_description": "اگر آپ ایک صارف ہیں جس کے پاس سعودی عرب کی بادشاہی میں آپ کا تکلیف پلیٹ فارم اکاؤنٹ ہے (یا اس میں خدمات انجام دی جاتی ہیں) تو درج ذیل شرائط بھی اس معاہدے پر لاگو ہوں گی یا مخصوص حد تک اس میں فرق ہو سکتی ہیں:"
  },
  "sa_terms_section": {
    "currency_reference": "a) SAR، ﷼ یا SR کا حوالہ سعودی عرب کی کرنسی کی بادشاہی کا ہے۔",
    "model_contract_update": "ب) ذیل میں ضمیمہ A کے ماڈل کنٹریکٹ میں شق 3.3 کے طور پر شامل کیا گیا ہے '3.3 فریقین ٹاسک کنٹریکٹ میں کنزیومر گارنٹیز کو شامل کرتے ہیں، چاہے وہ پہلے سے ہی قانون کے ذریعہ شامل نہ ہوں۔'",
    "liability_exclusions": "ج) ذمہ داری کے اخراج اور حدود حسب ذیل ہوں گے:",
    "liability_points": {
      "point_1": "(1) غیر مستثنیٰ شرط کی خلاف ورزی کے سلسلے میں ذمہ داری کے علاوہ، قانون کی طرف سے اجازت دی گئی حد تک، تکلیف خاص طور پر ہر قسم اور نوعیت کے کسی بھی نقصان یا نقصان (حقیقی، خصوصی، براہ راست، بالواسطہ اور نتیجہ خیز) کی تمام ذمہ داریوں سے انکار کرتا ہے، معلوم اور نامعلوم، مشتبہ اور غیر مشتبہ، افشاء اور غیر ظاہر (بشمول، بغیر کسی حد کے، فراہم کردہ معلومات کی کسی بھی غلطی سے متعلق نقصان یا نقصان، یا فراہم کردہ کسی سامان یا سروس کے مقصد کے لیے فٹنس کی کمی) سے پیدا ہونے والی یا کسی بھی طرح سے پوسٹرز اور ٹاسکرز کے درمیان کسی بھی لین دین سے منسلک۔",
      "point_2": "(2) کسی بھی غیر مستثنیٰ شرط کی خلاف ورزی کے سلسلے میں ذمہ داری کے علاوہ، قانون کی طرف سے اجازت دی گئی حد تک، تکلیف خاص طور پر ہر قسم کے کسی بھی نقصان یا نقصان (حقیقی، خصوصی، براہ راست، بالواسطہ اور نتیجہ خیز) کی تمام ذمہ داریوں کو مسترد کرتا ہے اور نوعیت، معلوم اور نامعلوم، مشتبہ اور غیر مشتبہ، افشا اور غیر ظاہر (بشمول، بغیر کسی حد کے، فراہم کردہ معلومات کی کسی بھی غلطی سے متعلق نقصان یا نقصان، یا فراہم کردہ کسی بھی سامان یا سروس کے مقصد کے لیے فٹنس کی کمی) سے پیدا ہونے والی یا اس میں آپ اور کسی بھی فریق ثالث سروس فراہم کنندہ کے درمیان کسی بھی لین دین سے منسلک کوئی بھی طریقہ جو تکلیف پلیٹ فارم پر وقتاً فوقتاً شامل کیا جا سکتا ہے۔",
      "point_3": "(3) کسی بھی غیر مستثنیٰ شرط کی خلاف ورزی کے سلسلے میں ذمہ داری کے علاوہ، اور قانون کی طرف سے اجازت دی گئی حد تک، تکلیف تکلیف خدمات سے پیدا ہونے والے یا کسی بھی طرح سے ہونے والے کسی نتیجہ خیز نقصان کے لیے ذمہ دار نہیں ہے۔",
      "point_4": "(4) کسی بھی غیر مستثنیٰ شرط کی خلاف ورزی کے سلسلے میں ذمہ داری کے علاوہ، تکلیف سروس کے کسی بھی صارف پر تکلیف کی ذمہ داری کسی بھی واقعے سے پہلے بارہ ماہ کی مدت کے دوران تکلیف کو اس صارف کی طرف سے کی گئی ادائیگی کی کل رقم تک محدود ہے۔ Taklief، یا SAR50.00، جو بھی زیادہ ہو، کی ذمہ داری کا سبب بننا۔",
      "point_5": "(5) کسی بھی غیر مستثنیٰ شرط کی خلاف ورزی کے لیے آپ پر تکلیف کی ذمہ داری (ایک غیر مستثنیٰ شرط کے علاوہ جو قانون کے ذریعہ محدود نہیں ہوسکتی ہے) محدود ہے، ہمارے اختیار میں کسی ایک کو دوبارہ سپلائی کرنے، تبدیل کرنے یا مرمت کرنے، یا ادائیگی کرنے کا اختیار ہے۔ سامان کو دوبارہ سپلائی کرنے، تبدیل کرنے یا مرمت کرنے کی لاگت جس کے سلسلے میں خلاف ورزی ہوئی ہے، یا دوبارہ سپلائی کرنا یا دوبارہ سپلائی کرنے کی قیمت ادا کرنا، خدمات جن کے سلسلے میں خلاف ورزی ہوئی ہے۔"
    }
  },
  "glossary_section": {
    "agreement": "\"معاہدہ\" کا مطلب ہے تکلیف اور صارف کے درمیان معاہدے کا تازہ ترین ورژن۔",
    "agreed_price": "\"متفقہ قیمت\" کا مطلب ہے کہ پوسٹر کے ذریعے کی گئی ادائیگی اکاؤنٹ میں ادا کی گئی خدمات کے لیے متفقہ قیمت (بشمول کسی بھی قسم کی تبدیلی) لیکن اس میں ٹاسکر کی جانب سے ان خدمات کو مکمل کرنے پر اٹھائے جانے والے اخراجات شامل نہیں ہوتے ہیں جن کی ادائیگی پر پوسٹر رضامند ہوتا ہے۔",
    "taklief": "\"تکلیف\" کا مطلب ہے \"ہم\" \"ہم\" \"ہمارے\" کا مطلب ہے آپ کے ملک کی مخصوص شرائط میں تجویز کردہ قانونی ادارہ۔",
    "taklief_badge": "\"تکلیف بیج\" کا مطلب ہے ایک ایسا بیج جو صارف کو مخصوص اہلیت یا دیگر حدوں کو پورا کرنے کی بنیاد پر جاری کیا جا سکتا ہے، بشمول تصدیقی شبیہیں، جیسا کہ تکلیف نے طے کیا ہے اور مقرر کیا ہے۔",
    "taklief_platform": "\"Taklief پلیٹ فارم\" کا مطلب ہے Taklief ویب سائٹ http://www.taklief.org/ پر، Taklief اسمارٹ فون ایپ، اور کوئی دوسرا منسلک پلیٹ فارم جو وقتاً فوقتاً متعارف کرایا جا سکتا ہے۔",
    "taklief_service": "\"تکلیف سروس\" کا مطلب تکلیف پلیٹ فارم فراہم کرنے کی خدمت ہے۔",
    "badge": "\"بیج\" کا مطلب ہے تکلیف بیج اور تصدیق کا آئیکن۔",
    "business_day": "\"کاروباری دن\" کا مطلب ہے وہ دن جس دن بینک دائرہ اختیار میں عام کاروبار کے لیے کھلے ہوتے ہیں جہاں صارفین کے پاس اپنا تکلیف پلیٹ فارم اکاؤنٹ ہوتا ہے، ہفتہ، اتوار یا عام تعطیل کے علاوہ۔",
    "business_partner_contract": "\"بزنس پارٹنر کنٹریکٹ\" کا مطلب ہے بزنس پارٹنر اور ٹاسکر کے درمیان کاروباری خدمات انجام دینے کا معاہدہ۔",
    "business_partner": "\"بزنس پارٹنر\" کا مطلب ہے وہ کاروبار یا فرد جو کاروباری خدمات حاصل کرنے کے لیے تکلیف کے ساتھ معاہدہ کرتا ہے۔",
    "business_services": "\"بزنس سروسز\" کا مطلب ہے وہ خدمات جو ٹاسکر کے ذریعہ کسی بزنس پارٹنر کو فراہم کی گئی ہیں جو کسی تیسرے فریق (جیسے بزنس پارٹنر کے کسٹمر) کو فروخت کرنے کے مقصد سے حاصل کی گئی ہیں۔",
    "cancellation_admin_fee": "\"منسوخی ایڈمن فیس\" کا مطلب ہے ٹاسک کنٹریکٹ کو منسوخ کرنے کے لیے پوسٹر یا ٹاسکر کے ذریعے ادا کی جانے والی فیس اور متفقہ قیمت کے 22% سے زیادہ نہیں ہوگی۔",
    "consequential_loss": "\"نتائجاتی نقصان\" کا مطلب ہے کوئی بھی نقصان، نقصان یا خرچ قانون کے مطابق قابل وصولی:"
  },
  "definitions_section": {
    "a": "(a) نقصان، نقصان یا اخراجات کے علاوہ جو نقصان، نقصان یا اخراجات میں مبتلا ہونے والے یا اٹھانے والے شخص سے ملتی جلتی صورت حال میں کسی شخص کو برداشت کرنا پڑے گا یا اٹھانا پڑے گا۔ یا",
    "b": "(b) جس کا نقصان ہے:",
    "b1": "a موقع یا خیر سگالی؛",
    "b2": "ب منافع، آمدنی یا متوقع بچت؛ یا",
    "b3": "c ڈیٹا یا ڈیٹا کی خرابی۔",
    "b4": "d کسی بھی سامان کی قیمت"
  },
  "country_specific_terms": "ملک کی مخصوص شرائط کا مطلب ہے وہ شرائط جو ضمیمہ B میں بیان کی گئی ہیں۔",
  "fees": "فیس کا مطلب ہے تکلیف کو صارفین کے ذریعہ قابل ادائیگی تمام فیس بشمول سروس فیس۔",
  "identity_verification_services": "شناخت کی توثیق کی خدمات کا مطلب ہے صارفین کو دوسرے صارفین کی شناخت، اہلیت یا مہارت کی تصدیق کرنے میں مدد کرنے کے لیے دستیاب ٹولز بشمول موبائل فون کی تصدیق، ادائیگی کی معلومات کی تصدیق، حوالہ جات، سوشل میڈیا کے ساتھ انضمام، تکلیف بیجز اور تصدیقی آئیکنز۔",
  "instant_claim": "فوری دعویٰ کا مطلب ہے سرچ اسسٹ فنکشن کے ذریعے ٹاسکر کی جانب سے پیشکش کو قبول کرنا۔",
  "marketing_material": "مارکیٹنگ کے مواد سے مراد تکلیف یا اس کی تیسری پارٹی کی خدمات کے سلسلے میں کوئی بھی اپ ڈیٹس، خبریں اور خصوصی پیشکشیں ہیں۔",
  "non_excludable_condition": "غیر مستثنیٰ شرط کا مطلب کسی معاہدے میں کوئی شرط، وارنٹی یا ضمانت ہے، جس کا اخراج قانون کی خلاف ورزی کرے گا یا معاہدے کے کسی بھی حصے کو کالعدم قرار دے گا۔ مملکت سعودی عرب میں صارفین کے لیے غیر مستثنیٰ شرائط کے بارے میں مزید تفصیل متعلقہ آپ کے ملک کی مخصوص شرائط میں بیان کی گئی ہے۔",
  "occurrence": "وقوع پذیری کا مطلب ہے کہ خدمات کی ہر انفرادی صورت ایک ٹاسکر کے ذریعہ انجام دی جائے جو بار بار چلنے والی خدمات کا حصہ ہے۔",
  "offer": "پیشکش کا مطلب ہے خدمات انجام دینے کے لیے پوسٹ کیے گئے ٹاسک کے جواب میں ٹاسکر کی جانب سے کی گئی پیشکش۔ یا تلاش اسسٹ کا استعمال کرتے وقت ٹاسکر کے ذریعہ خدمات کی کارکردگی کے لئے پوسٹر کے ذریعہ کی گئی پیشکش",
  "payment_account": "ادائیگی اکاؤنٹ کا مطلب ہے وہ اکاؤنٹ جو ادائیگی فراہم کنندہ کے ذریعے چلایا جاتا ہے۔",
  "payment_provider": "ادائیگی فراہم کنندہ سے مراد تکلیف کی طرف سے مقرر کردہ ایک ادارہ ہے جو ادائیگی اکاؤنٹ کا نظم و نسق کرتا ہے جس میں صارفین سے ادائیگیاں قبول کرنا اور ادائیگی کرنا شامل ہے۔",
  "personal_information": "ذاتی معلومات کا وہی مطلب ہے جو آپ کے ملک کی مخصوص شرائط میں بیان کیا گیا ہے۔",
  "policies": "پالیسیوں کا مطلب ہے Taklief پلیٹ فارم پر Taklief کے ذریعے پوسٹ کی گئی پالیسیاں، بشمول کمیونٹی گائیڈ لائنز لیکن ان تک محدود نہیں۔",
  "poster": "پوسٹر کا مطلب ہے وہ صارف جو مخصوص خدمات کی تلاش میں تکلیف پلیٹ فارم پر پوسٹ کرتا ہے۔",
  "posted_task": "پوسٹ کردہ ٹاسک کا مطلب ہے پلیٹ فارم پر شائع کردہ خدمات کے لیے پوسٹر کی درخواست (بشمول سرچ اسسٹ کے ذریعے)، اور اس میں فراہم کی جانے والی خدمات کی تکمیل، قیمت اور تفصیل کی آخری تاریخ شامل ہے۔",
  "poster_service_fee": "پوسٹر سروس فیس کا مطلب ہے وہ فیس جو پوسٹر ٹو تکلیف کے ذریعے ادا کی جاتی ہے تاکلیف سروسز (اور متفقہ قیمت کے حصے کے طور پر) کے لیے ہر ٹاسک کنٹریکٹ میں داخل ہونے سے پہلے پوسٹر پر دکھائی جاتی ہے۔",
  "recurring_services": "بار بار چلنے والی خدمات سے مراد وہی خدمات ہیں جو پوسٹر کے ذریعہ سرچ اسسٹ فیچر کا استعمال کرتے ہوئے ایک ہی ٹاسکر سے اعادی بنیادوں پر حاصل کی گئی ہیں، مثال کے طور پر ہفتہ وار، پندرہویں یا ماہانہ۔",
  "reference": "حوالہ کا مطلب ایک خصوصیت ہے جو صارف کو دوسرے صارفین سے درخواست کرنے کی اجازت دیتا ہے کہ وہ اس صارف کی توثیق کرتے ہوئے Taklief پلیٹ فارم پر حوالہ پوسٹ کریں۔",
  "search_assist": "سرچ اسسٹ کا مطلب تکلیف پلیٹ فارم کی ایک خصوصیت ہے جس کے تحت ایک پوسٹر متفقہ قیمت کا حساب لگانے اور خدمات انجام دینے کے لیے ممکنہ ٹاسکرز کو تلاش کرنے کے لیے تکلیف کی مدد سے پوسٹ کیے گئے ٹاسک کی مخصوص تفصیلات جمع کرا سکتا ہے۔ اسے تکلیف پلیٹ فارم پر فوری بکنگ بھی کہا جا سکتا ہے۔",
  "service_fee": "سروس فیس کا مطلب پوسٹر سروس فیس اور ٹاسکر سروس فیس ہے۔",
  "services": "خدمات کا مطلب ہے پیش کی جانے والی خدمات جیسا کہ پوسٹ کردہ ٹاسک میں بیان کیا گیا ہے، بشمول ٹاسک کنٹریکٹ کی تخلیق سے پہلے یا اس کے بعد میں کوئی تغیرات یا ترامیم جن پر اتفاق کیا گیا تھا اور بار بار چلنے والی خدمات کے لیے وہ خدمات ہیں جو ہر ایک کے تحت انجام دی جانی ہیں۔",
  "stored_value": "سٹورڈ ویلیو کا مطلب ہے فزیکل یا ورچوئل کارڈ، کوپن، واؤچر یا کوڈ جس میں کریڈٹ یا ڈسکاؤنٹ یا رقم کی واپسی بطور کریڈٹ فراہم کی گئی ہے یا اس معاہدے میں 'اسٹورڈ ویلیو' کے طور پر شناخت کی گئی ہے یا بیان کی گئی ہے، تکلیف پلیٹ فارم پر استعمال کے لیے۔",
  "task_contract": "ٹاسک کنٹریکٹ کا مطلب ہے علیحدہ معاہدہ جو پوسٹر اور ٹاسکر فار سروسز کے درمیان ہوتا ہے۔ کسی بھی شرائط کی غیر موجودگی میں، یا اس کے علاوہ، خاص طور پر اتفاق کیا گیا ہے، جن کی ماڈل شرائط معاہدے کے ضمیمہ A میں شامل ہیں، ٹاسک کنٹریکٹس پر لاگو ہوتی ہیں۔",
  "tasker": "ٹاسکر کا مطلب ہے وہ صارف جو پوسٹرز کو خدمات فراہم کرتا ہے۔",
  "tasker_funds": "ٹاسکر فنڈز کا مطلب ہے متفقہ قیمت سروس فیس سے کم۔",
  "tasker_service_fee": "ٹاسکر سروس فیس کا مطلب ہے ٹاسکر کی طرف سے تکلیف کو ادا کی جانے والی فیس جو تکلیف سروسز (اور متفقہ قیمت کے حصے کے طور پر شامل ہے) ہر ٹاسک کنٹریکٹ میں داخل ہونے سے پہلے ٹاسکر کو دکھائی جاتی ہے۔",
  "third_party_dispute_service": "تھرڈ پارٹی ڈسپیوٹ سروس کا مطلب ہے فریق ثالث کے تنازعات کو حل کرنے والی سروس فراہم کنندہ جو صارفین کے درمیان کسی بھی تنازع کو حل کرنے کے لیے استعمال ہوتی ہے۔",
  "third_party_service": "تھرڈ پارٹی سروس کا مطلب ہے تیسرے فریق کی طرف سے پیش کی جانے والی خدمات کے پروموشنز اور لنکس جو کہ وقتاً فوقتاً تکلیف پلیٹ فارم پر نمایاں ہو سکتے ہیں۔",
  "user": "صارف یا آپ کا مطلب ہے وہ شخص جس نے تکلیف پلیٹ فارم کو استعمال کرنے کے لیے سائن اپ کیا ہے، چاہے پوسٹر، ٹاسکر، یا کسی اور طرح سے۔",
  "verification_icons": "تصدیقی شبیہیں کا مطلب ہے کہ صارف کے پروفائل پر ظاہر کیے جانے کے لیے دستیاب آئیکنز اور تکلیف پلیٹ فارم پر اس طرح کی کوئی بھی پوسٹس جیسے کہ صارف کی اہلیت، لائسنس، سرٹیفکیٹ یا دیگر مہارتوں کی تفصیلات کی تصدیق کے لیے۔",
  "rules_of_interpretation": "تفسیر کے احکام:",
  "rule_a": "(a) واحد میں جمع اور اس کے برعکس شامل ہے، اور ایک صنف میں دیگر صنفیں شامل ہیں؛",
  "rule_b": "(b) ایک متعین لفظ یا اظہار کی ایک اور گرائمر کی شکل اسی معنی رکھتی ہے؛",
  "rule_c": "(c) کسی دستاویز یا آلے ​​کے حوالہ میں وہ دستاویز یا آلہ شامل ہوتا ہے جیسا کہ وقتاً فوقتاً نئے، تبدیل شدہ، ضمیمہ یا تبدیل کیا جاتا ہے۔",
  "rule_d": "(d) قابل اطلاق کرنسی وہ کرنسی ہوگی جو آپ کے ملک کی مخصوص شرائط میں بیان کی گئی ہے۔",
  "rule_e": "(e) کسی شخص کے حوالے سے ایک فطری شخص، شراکت داری، باڈی کارپوریٹ، ایسوسی ایشن، حکومتی یا مقامی اتھارٹی یا ایجنسی یا دیگر ادارہ شامل ہے۔",
  "rule_f": "(f) کسی قانون، آرڈیننس، ضابطہ یا دوسرے قانون کا حوالہ جس میں اس کے تحت ضوابط اور دیگر آلات شامل ہیں اور ان میں سے کسی کو یکجا کرنا، ترامیم، دوبارہ نافذ کرنا یا تبدیلی کرنا؛",
  "rule_g": "(g) عام الفاظ کے معنی مخصوص مثالوں کے ذریعے محدود نہیں ہوتے، مثال کے طور پر یا اس سے ملتے جلتے تاثرات کو شامل کرکے؛",
  "rule_h": "(h) عنوانات صرف حوالہ کی آسانی کے لیے ہیں اور تشریح کو متاثر نہیں کرتے؛",
  "rule_i": "(i) دو یا دو سے زیادہ فریقین کے حق میں کوئی بھی معاہدہ، نمائندگی، وارنٹی یا معاوضہ (بشمول جہاں دو یا زیادہ افراد ایک ہی متعین اصطلاح میں شامل ہیں) مشترکہ طور پر اور الگ الگ ان کے فائدے کے لیے ہے؛",
  "rule_j": "(j) تعمیر کا اصول کسی فریق کے نقصان پر لاگو نہیں ہوتا ہے کیونکہ پارٹی اس معاہدے یا اس کے کسی حصے کی تیاری کی ذمہ دار تھی۔",
  "revised_date": "نظر ثانی شدہ جولائی 2020 کاپی رائٹ تکلیف 2020"
}
