{
  "homepage_headline": "ایک مترادف ڈیجیٹل پلیٹفارم جو معیاری خدمت مہیا کنندگان اور معیاری کام چاہنے والوں کو مختلف شعبوں میں جمع کرتا ہے جو جماعت کی ضروریات ہیں",
  "made_for_community": "جماعت کے لئے بنایا گیا ہے",
  "get_it_done": "کر والے بنائیں",
  "get_things_done": "چیزیں کرائیں",
  "labour_exchange": "حقیقی دنیا میں مزیدات کی تبادلے کو دوبارہ تخلیق کرنا",
  "browse_tasks": "ٹاسکس چھیڑیں",
  "for": "لئے",
  "poster_principles": "پوسٹر کے اصول",
  "tasker_principles": "ٹاسکر کے اصول",
  "when_will_i_get_paid": "میں کب ملوں گا؟",
  "ios_app": "iOS ایپ",
  "coming_soon": "جلد ہی آ رہا ہے",
  "about_taklief": "تکلیف ایک سعودی پلیٹفارم ہے جو ریاست ریاض میں مقامی مارکیٹ کو مہیا کرتا ہے تاکہ صارفوں کو اپنی دنیا کو آؤٹسورس کرنے کا موقع ملے۔ صارفین ٹاسک کا تفصیلی بیان دیتے ہیں اور اس کا بجٹ مخصوص کرتے ہیں، پھر کمیونٹی کے ممبرز اپنی پیشکشیں دیتے ہیں کہ کسی ٹاسک کو مکمل کرنے کی کوشش کریں۔",
  "what_do_you_need": "آپ کون سا کام کروانا چاہتے ہیں؟",
  "post_task_desc": "ابتدائی طور پر ہمیں اپنے کام کے بارے میں بتائیں۔ بتائیں کہ آپ کب اور کہاں (شخصی یا دور سے) یہ کام کرنا چاہتے ہیں، پھر ٹاسک کے لئے ایک مناسب بجٹ کا تجویز کریں۔ کچھ بھی ٹاسک چھیڑیں، لیٹرلی!",
  "assgin_person": "آپ کے لئے بہترین شخص کو چنیں",
  "take_look": "پروفائلز اور ریویوز دیکھنے کے لئے بہترین ٹاسکر کا انتخاب کریں۔ جب آپ ایک پیشکش قبول کریں، آپ کی ادائیگی تکلیف پے محفوظ ہوتی ہے جب تک کہ ٹاسک مکمل ہوتا ہے۔ اب آپ ٹاسکر کو پیغام اور کال کرکے تفصیلات کو حل کرسکتے ہیں۔",
  "task_completed": "ٹاسک مکمل ہوگیا",
  "task_completion_message": "آپ کے ٹاسک مکمل ہونے کے بعد، آپ کو تکلیف پے محفوظ ادائیگی کو ریلیز کرنا ہوتا ہے۔ پھر آپ کو ٹاسکر کے لئے ایک ریویو چھوڑنے کا امکان ہوتا ہے تاکہ ہر کوئی جان سکے کہ انہوں نے کتنا عظیم کام کیا ہے۔",
  "home": "ہوم",
  "more": "مزید",
  "tasker_principle": "ٹاسکر کے اصول",
  "poster_principle": "پوسٹر کے اصول",
  "community_guideline": "کمیونٹی گائیڈ لائنز",
  "society_to_society": "معاشرت سے معاشرت تک",
  "about_taklief_short": "تکلیف مکمل طور پر کمیونٹی پر مبنی ماحول ہے",
  "when_get_paid": "میں کب ادا ہوں گا؟",
  "client_hasnt_released": "کلائنٹ نے ابھی تک ادائیگی جاری نہیں کی ہے!",
  "terms_of_service": "خدمات کی شرائط",
  "copyright": "©2023 تمام حقوق محفوظ ہیں تکلیف ایل ایل سی",
  "get_app_to_view_link": "اس لنک کو دیکھنے کے لئے ایپ حاصل کریں",
  "for_iphone": "آئیفون کے لئے",
  "for_android": "اینڈرائیڈ کے لئے",
  "for_web": "ویب کے لئے",
  "not_found": "صفحہ نہیں ملا سکا",
  "task_guidelines": {
    "section_a": {
      "title": "A. ٹاسکس قانونی ہونے چاہئے",
      "content": "ہمارے تمام ممبرز کے لئے ایک محفوظ اور محفوظ تجربہ یقینی بنانے کے لئے، یہ ضروری ہے کہ تمام ٹاسکس قانونی ہوں۔ قانونی عملات کو طلب کرنا، ان کو مشتعل کرنا یا مجاز کرنا سخت ممنوع ہے۔ چکمہ کھیلنا بھی تاکلیف پر برداشت نہیں ہوتا اور اسے ہٹا دیا جائے گا۔"
    },
    "section_b": {
      "title": "B. ممنوعہ اشیاء کی فہرست",
      "content": "ٹاسکس کو ہتم نہیں ہونا چاہئے جو ہتھیار یا غیر قانونی سرگرمیوں سے متعلق ہو، جو جرم کی مزید فروغ میں متاثر ہوسکتی ہے۔ کسی قسم کی دوائیوں سے متعلق درخواستیں، جمیعتی دوائیوں یا ڈرگس کے ساتھ متعلق ہیں، ممنوع ہیں۔ یہ کامیابی کے سخت قانونی نتائج ہوسکتی ہیں ہی نہیں، بلکہ یہ تاکلیف کے روح اور اقدار کے مخالف ہیں۔"
    },
    "section_c": {
      "title": "C. ایسکارٹ یا بالغ خدمات نہیں",
      "content": "ایسکارٹ، بالغ خدمات، اور مساج ٹاسکس تاکلیف پر برداشت نہیں ہوتے۔ اس میں یہ شامل ہے کہ کوئی ٹاسک یا تبادلے جو فحش یا جنسی طور پر صاف ہوں۔ جبکہ ہم حدیں بڑھا رہے ہیں اور ملازمت کے مستقبل کو دوبارہ تخلیق کرنے میں مدد فراہم کررہے ہیں، ہم یہاں لائن کھینچتے ہیں۔"
    },
    "section_d": {
      "title": "D. صاف خاکہ، وقت اور بجٹ کی ضرورت",
      "content": "آپ کے ٹاسکس کو مکمل کرنے میں مدد کرنے کے لئے، یہ ضروری ہے کہ آپ کے ٹاسک کا ایک صاف خاکہ، وقت اور بجٹ ہو۔\n\n- **خاکہ:** ٹاسک کی تفصیلات واضح اور مکمل طور پر بیان کرنا چاہئے کہ آپ کون سی چیز چاہتے ہیں۔ جتنی ممکنہ معلومات شامل کرنا ٹاسکر کو توقعات سمجھنے میں مدد کرتا ہے۔\n- **وقت:** کیا ٹاسک کو کسی خاص دن مکمل کرنا ضروری ہے، یا ٹاسکر کے ساتھ لچکدار ہو سکتا ہے؟ اگر خاص ہے، تو ٹاسک کی تفصیلات میں ذکر کریں۔\n- **بجٹ:** ٹاسک کے لئے درست وقت اور محنت کی مقدار کے لئے ایک مناسب قیمت مختار کرنا بہت ضروری ہے۔ تاکلیف مندرجہ ذیل بجٹنگ کی تروج نہیں کرتا، اور اگر پایا گیا تو ٹاسک معتدل ہو سکتا ہے۔\n\nیہ تاسکرز کو یہ جاننے میں مدد فراہم کرتا ہے کہ کیا ان کے پاس آپ کے ٹاسک کو مکمل کرنے کی مہارت اور دستیابی ہے یا نہیں۔ یہ ایک دوسرے کی توقعات کے حوالے سے کسی بھی غیر فہمی کو روکنے میں بھی مدد فراہم کرتا ہے۔",
      "highlighted": "آپ کے ٹاسکس کو مکمل کرنے میں مدد کرنے کے لئے، یہ ضروری ہے کہ آپ کے ٹاسک کا ایک صاف خاکہ، وقت اور بجٹ ہو۔",
      "scope": {
        "title": "خاکہ:",
        "content": "ٹاسک کی تفصیلات واضح اور مکمل طور پر بیان کرنا چاہئے کہ آپ کون سی چیز چاہتے ہیں۔ جتنی ممکنہ معلومات شامل کرنا ٹاسکر کو توقعات سمجھنے میں مدد کرتا ہے۔"
      },
      "time": {
        "title": "وقت:",
        "content": "کیا ٹاسک کو کسی خاص دن مکمل کرنا ضروری ہے، یا ٹاسکر کے ساتھ لچکدار ہو سکتا ہے؟ اگر خاص ہے، تو ٹاسک کی تفصیلات میں ذکر کریں۔"
      },
      "budget": {
        "title": "بجٹ:",
        "content": "ٹاسک کے لئے درست وقت اور محنت کی مقدار کے لئے ایک مناسب قیمت مختار کرنا بہت ضروری ہے۔ تاکلیف مندرجہ ذیل بجٹنگ کی تروج نہیں کرتا، اور اگر پایا گیا تو ٹاسک معتدل ہو سکتا ہے۔"
      },
      "help_taskers": "یہ تاسکرز کو یہ جاننے میں مدد فراہم کرتا ہے کہ کیا ان کے پاس آپ کے ٹاسک کو مکمل کرنے کی مہارت اور دستیابی ہے یا نہیں۔ یہ ایک دوسرے کی توقعات کے حوالے سے کسی بھی غیر فہمی کو روکنے میں بھی مدد فراہم کرتا ہے۔"
    },
    "section_e": {
      "title": "E. ٹاسک پر مبنی پوسٹس",
      "content": "تاکلیف پلیٹ فارم ایک ٹاسک پر مبنی پلیٹ فارم ہے جو آپ کو ہر دن کچھ عجیب اور خاص چیزیں آپ کو کرانے کے لئے مشجع کرتا ہے۔ ہاں، پلیٹ فارم کی معاونت برقرار رکھنے کے لئے چند قسم کے ٹاسکس کا حمایتی ہونا ضروری ہے۔ جو ٹاسکس دغابازی کی طبعیت رکھتے ہیں وہ مانیے نہیں گئے۔ اس میں شامل ہیں لیکن اس سے محدود نہیں ہیں جعلی بزنس ریویوز، سوشل میڈیا لائیکس اور فالوز کی درخواست کرنا۔",
      "example_1": {
        "title": "مثال 1:",
        "content": "سارہ نے ایک ٹاسک پوسٹ کیا کہ تاسکرز سے درخواست ہے کہ وہ اس کی کمپنی کی ویب سائٹ اور گوگل میپس پر 5 سٹار کے ریویوز چھوڑیں۔ ٹاکلیف نے جلد ہی سارہ کا ٹاسک منسوخ کر دیا۔ اور اسے مطلع کیا گیا کہ اس کا ٹاسک کمیونٹی گائیڈ لائنز کے مطابق نہیں ہے۔ تعلیمی ایکٹویٹیز اور اہلکاری کے ٹاسکس، جیسے کہ کسی کے بہتف، ٹیسٹ یا کورس کو کسی کے نمائندگی میں مکمل کرنا، سخت ممنوع ہیں۔ اس کے علاوہ، تعلیمی کمک جیسے کہ پروف ریڈنگ، ایڈیٹنگ، پلاننگ، ڈسٹرکچرنگ، ریفرنسنگ اور کسی کے دوسرے تعلیمی کام پر فیڈبیک دینا بھی حمایت نہیں کیا جاتا۔"
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "احمد نے ایک ٹاسک پوسٹ کیا تھا جس میں اس نے اپنی تعلیمی تفصیلات پر ایک ٹاسکر کو چیک کرنے کی درخواست کی تھی، جو فرانچ رولیوشن پر 1000 الفاظ کا ایسے۔ پوسٹ کرنے کے بعد ہی احمد سے رابطہ ہوا اور اسے یہ بتایا گیا کہ ٹاسک پروف ریڈنگ پر مبنی ہے، اس لئے ٹاکلیف پر اس کی حمایت نہیں ہوتی۔ اس کے علاوہ، تاکلیف کے باہر کام کے لئے کام کرنے کی درخواستیں بھی مانی نہیں ہیں۔"
      },
      "example_3": {
        "title": "مثال 3:",
        "content": "سعود نے ایک ٹاسک پوسٹ کیا جس میں اس نے اپنے 3 بیڈروم والے گھر کو پینٹ کرنے کیلئے ایک ٹاسکر کی چندات مانگی تھیں۔ تاکلیف نے ٹاسک کو منسوخ کر دیا کیونکہ یہ ایک کوٹ اور ایک حقیقی پینٹنگ سروس نہیں بلکہ ایک ہدایت تاکلیف مانگتا تھا۔ یہ ٹاسکس ہیں جو عریانیت، ٹاپ لیسنیس یا لائنجری، سوئم وئیر اور جم وئیر جیسے لباسوں کو شامل کرنے کا متبادل نہیں ہیں۔"
      },
      "example_4": {
        "title": "مثال 4:",
        "content": "جوآن نے ایک ٹاسک پوسٹ کیا کہ ایک ٹاسکر کو بکینی فوٹو شوٹ کے لئے ماڈل بننے کی درخواست کی جاتی ہے۔ ٹاسک جلد ہی منسوخ کیا گیا کیونکہ ٹاسکر کو بکینی پہننا ہوتا۔ ایسے ٹاسکس جو کسی یا کسی کے بین الاقوامی یا کاروباری معلومات یا اطلاعات حاصل کرنے کا متضمن ہوں بغیر ان کی رضا اور رضامندی کے، انہیں حمایت نہیں کی جاتی۔ کرنسی جمع کرنے کے ٹاسکس بھی حمایت نہیں کی جاتیں۔ جو کسی سے کیش نکالنے، گفٹ کارڈز، تھیکوں کے لئے گفٹ کارڈز یا کسی کے ذریعے پوسٹر کو پیسے بھیجنے کی درخواست کریں ویا تراکیب جیسے کہ ڈائریکٹ بینک ٹرانسفر یا STCPay کے ذریعے، انہیں حمایت نہیں کی جاتی ہے۔"
      }
    },
    "section_f": {
      "title": "F. کوئی تشہیر نہیں",
      "content": "ہم بزنس کو تسلیم کرتے ہیں کہ وہ اپنے تقلید پذیر کارروائیوں کو بڑھانے کے لئے ٹاسکس کو باہر سوئس کرتے ہیں، ہاں تاکہ Taklief ایک بزنس کی تشہیرات یا ہمیشہ کے اشتہارات کا پلیٹ فارم نہیں ہے۔ تاکلیف بھی کسی کو ملازمت کے لئے درخواست کرنے کے لئے ایک پلیٹ فارم نہیں ہے۔",
      "example_1": {
        "title": "مثال 1:",
        "content": "فارس نے ایک پارٹ ٹائم یا فل ٹائم بلڈر کے طور پر نوکری کے لئے ایک ٹاسک پوسٹ کیا۔ ٹاسک کو تاکلیف پلیٹ فارم میں نوکری کی درخواستیں کی بھرمار ہوگئی اور یہ ۹کلیف پلیٹ فارم پر سپورٹ نہیں کی گئی"
      },
      "example_2": {
        "title": "مثال 2:",
        "content": "ایمنڈا ایک ڈرائیونگ اسکول کا مالک ہے اور نے ایک ٹاسک پوسٹ کیا تھا جس میں فل ٹائم ڈرائیونگ انسٹرکٹر کی تلاش ہو رہی تھی، ہر گھنٹے کے شرح کے ساتھ۔ ایمنڈا کا ٹاسک ہٹا دیا گیا کیونکہ یہ ایک بزنس اشتہار ہوا اور یہ Taklief پلیٹ فارم میں سپورٹ نہیں کیا گیا"
      }
    }
  },
  "community_guidelines": "کمیونٹی ہدایات",
  "are_there_any_task_posting_guidelines": "کیا کوئی ٹاسک پوسٹنگ ہدایات ہیں؟",
  "community_guideline_1": "Taklief پلیٹ فارم آپ کو زیادہ کام کرنے میں مدد کرتا ہے۔ ایک محفوظ، ادب سے بھرپور اور مفید ماحول بنانے کے لئے ہمیں چاہئے کہ آپ نیچے دی گئی ہدایات کا پیروی کریں۔",
  "Moving furniture": "فرنیچر کو منتقل کرنا",
  "Gardening": "گارڈننگ",
  "Handyman": "ہینڈی مین",
  "Cleaning": "صفائی",
  "Business & Admin": "بزنس اور ایڈمن",
  "Delivery": "ڈیلیوری",
  "Pedicure & manicure": "پیڈیکیور اور منیکیور",
  "Manpower": "مین پاور",
  "Health": "صحت",
  "Art": "آرٹ",
  "Construction": "تعمیرات",
  "Lab & Research": "لیب اور تحقیق",
  "Mechanic": "میکینک",
  "Pets care": "پالتو جانور کی دیکھ بھال",
  "Baby care": "بچے کی دیکھ بھال",
  "Web & design": "ویب اور ڈیزائن"
}
